{
  "id": "m1_terawatt",
  "title": "Module 1 – Terawatt & Futures",
  "version": "1.0.0",
  "last_updated": "2026-02-19",
  "description": "",
  "module": "m1",
  "sections": [
    {
      "id": "1A",
      "title": "Module 1 Overview",
      "text": "1A. Module 1 This terawatt module introduces two new patent decks: Freighters (1B) and GW/TW Thrusters (1C). Freighters are a new type of patent card allowing the transport of valuable factory goods back to LEO. GW/TW thrusters are more powerful and efficient versions of the MW thrusters of the core game, allowing your Spacecraft to reach the outer planets more easily. This module also optionally introduces Futures, special game goals to earn victory points.\na. The Cover Painting by Nick Stevens depicts the 2-stage starship Daedalus, designed by the British Interplanetary Society. It has a Wet Mass of 1350 and a Dry Mass of 100. First stage power is 40 TW."
    },
    {
      "id": "1A1",
      "title": "Module 1 Components",
      "text": "1A1. Module 1 Components Drawer Box Rules Booklet Playmat Extensions Big Wooden Cubes (12mm, in 5 player colors) for Freighters Gold Plastic Beads for Isotope FT Wooden Stars for Futures. Wooden Sticks for Space Elevators GW/TW Thruster Cards Freighter Fleets Cards Ziplock Bags"
    },
    {
      "id": "1A2",
      "title": "Module 1 Setup",
      "text": "1A2. Module 1 Setup Setup is per core setup (C), except during patent decks setup (C4) include Freighter cards and GW/TW thruster cards as two extra patent decks with Black-Side faceup, and give each player their big wooden cube for their Freighter Figure.\na. Freighter Cards & GW/TW Thruster Cards are black on one side, and purple on the other. They form their own patent decks — the freighter deck and the GW/TW thruster deck — and are researched like all patent cards, but can only enter the map via ET production.\n4 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T b. Choose Game Length & Futures. During Seniority Disk placement (C1), place Seniority Disks according to desired game length: short (4 disks for a 48-year game, same as core), medium (5 disks for a 60-year game), or Futures (7 disks for a 84-year game, mandatory if you play with Futures 1D).\nc. Choose Quick Start. When playing with the 60-year game or longer, or if playing with more than 3 players, the Quick Start Variant (V1) is recommended.\nd. Extra Wet Mass Chits. Each player adds 1 gray/gold Wet Mass Chit to their Reserve (from the Core game)."
    },
    {
      "id": "1A3",
      "title": "Module 1 Sequence Of Play",
      "text": "1A3. Module 1 Sequence Of Play This is unchanged from core (D). However, core allowed only one Spacecraft Stack — the Rocket. In Module 1, you can have up to two: your Rocket (which can be driven by MW thrusters or the new GW/TW thrusters), and a Freighter. Additionally, if you Promote your Freighter (1A5), all of your cubes become Spacecraft called Mobile\nFactories. You may move each of these Spacecraft once during your turn, in any order, along with your Operation (and any free actions).1"
    },
    {
      "id": "1A4",
      "title": "Freighter & GW/TW Thruster Card Limits",
      "text": "1A4. Freighter & GW/TW Thruster Card Limits\nYou may only own one Freighter and one GW/TW thruster card. You may not initiate or participate in a research auction (I2) for a second Freighter or a second GW/TW thruster, if one exists already either in your Hand or in one of your Stacks.2\n1TERAWATT is a trillion watts. How much is that? Currently all the electrical power generators in the world combined produce 15 TW, about the power of a single TW thruster. Rockets are energy hogs. 2TNO TRAVEL. Unlike interplanetary flight in the inner Solar System, dominated by Heliocentric gravity, the influence of Sol is minor for travel between TNOs (Trans-Neptune Objects). These objects orbit so leisurely that the delta-v between them is less than 1 Burn, and for game purposes they are locked in place. The TNOs in the game are mainly in the Kuiper Belt at about 40 to 45 AU from Sol, and the game assumes that these are all in a small sector of this belt 20 AU from each other, in the “shadow” of Neptune. Suppose your journey begins in the Pluto/Charon barycenter, and your destination is another TNO, say Huya. First you fly through 4 Burns, and the fuel expended represents accelerating to a cruising speed of 10 km/sec. Then you coast for 9 years, stopping at each Hohmann Pivot. Each of these pivots is 2 AU traveled. The next 4 Burns represent the deceleration to stop at Huya, ending in LHO (Low Huya Orbit). Suppose you are in a hurry, and stop at only 5 of the Hohmann Pivots, for a 5 year voyage. The other 4 Pivots you spend fuel to cross, 2 Burns per Pivot, for a total of 16 Burns, twice as much as the 9 year journey. This realistically simulates a 20 km/sec cruise between Pluto and Huya. Travel beyond the Kuiper Belt and the heliopause is assumed to be 100 km/sec. The final 10\nBurns represents either the deceleration to stop at Sedna or the EM Sunlens, or an acceleration to make a Sol Oort Exit of the solar system on an interstellar voyage.\nEXAMPLE [1A3] It’s your Turn. You can in any order perform your Operation, move your big cube freighter, perform free actions, move your Rocket and move a Mobile\nFactory (or Factories).\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 5\nSPECTRAL COLONY [1A5a]\nEXAMPLE [1A4] You have a GW thruster (salt water zubrin), but wish to acquire a new GW thruster able to refuel at your Bernal at an H Site. So you Decommission the salt water zubrin and Discard it from your Hand (G6). Now you can bid on a new GW thruster."
    },
    {
      "id": "1A5",
      "title": "Promotion",
      "text": "1A5. Promotion (new Operation, also in Module 2)\nThis Operation, which flips a stack card to its improved Purple-Side, is common to Modules 1 and 2. Every card with a Purple-Side has a dome icon to the left of the Thrust triangle which indicates the type of Colony at which it may promote. To use the promote operation, an unpromoted card (Bernal, Colonist, Freighter, or GW thruster) must either be at a promotion colony specified by its dome icon, or at a Lab:\na. Promotion Colony is a Colony at a type of Site indicated by a card’s dome icon. There are 5 types: • Spectral Colony if at the specified Spectral Type (D, H, S, etc.).\n• Submarine Colony (waves icon, see glossary). • Astrobiology Colony (leaf icon, see glossary).\n• Atmospheric Colony if at a Site with the cloud icon (see glossary). • Push Colony marked with the push icon (in the Heliocentric Zones of Earth, Venus, or Mercury, plus Io).\nb. Lab Promotion Site (Module 2). A Promoted and Anchored Bernal is always a valid promotion colony for Colonist, Freighter, and GW thruster cards (2A3c).\nc. Negotiation. To promote, the Colony must either be your color or be an opponent’s color as a negotiated on-site operation (N6).\nd. Decommissioning Promoted Cards. Except for Robot sales (2C2a) and Robot transfers (Nb), Purple-Side cards cannot be sold on the free market (I3b) or included in a stack transfer (N3). They can be involuntarily\nDecommissioned, but see (1B7) and (2C2). They can be voluntarily Decommissioned (Felony for Human Colonists) and then sold or transferred from your Hand (except Human Colonists). They return to play on their White-Side or Black-Side by being boosted (Bernals), exomigrated (Human Colonists), or ET Produced (Robots, Freighters, and GW Thrusters).\nEASILY MISSED: The PurpleSide contains Futures, which are ignored unless you are using 1D (1A5d).\nEXAMPLE [1A5a] You build a push colony on Mercury north pole. This is a promotion colony for your Freighter (HIIPER beam rider), so you use it to fly your Crew to Mercury, use your Crew’s thrusters to bring the Freighter to the surface, and perform the promote operation to flip the freighter card to its Purple-Side (magnetic mirror beam rider).\n6 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T"
    },
    {
      "id": "1A6",
      "title": "Epic Hazard",
      "text": "1A6. Epic Hazard (new Operation)\nIn order to build a Space Elevator (1B9) or accomplish any Future to gain a future star token (1D2a), a special unit needs to perform an epic hazard operation. In the case of a Space Elevator, the unit is a Factory, Freighter or Mobile Factory cube. In the case of a Future, the unit is a Crew or Colonist card.\na. Epic Hazard Roll. This operation requires a Hazard Roll. You can avoid this roll by paying FINAO. If you fail the roll by rolling a “1”, the Space Elevator is not built or the orange star is not attained and the unit used to perform the Epic Hazard suffers involuntary Decommission.\nb. Successful Effects. See 1B9 (Space Elevator) or 1D2 (Futures)."
    },
    {
      "id": "1A7",
      "title": "Nanofacture",
      "text": "1A7. Nanofacture (new Operation, needs Module 2) Your Anchored Bernal can produce its own Mobile Factory. If you have a promoted Freighter, you may create this Mobile Factory (small cube) by performing a nanofacture operation at an Anchored Bernal (but not a Home\nBernal). This Decommissions an operational robonaut, refinery, and their supports (including radiators), and places a Mobile Factory cube at the Bernal."
    },
    {
      "id": "1A8",
      "title": "Core Rule Addenda",
      "text": "1A8. Core Rule Addenda\nThe delivery operation (I9), which abstracts freighter operations, cannot be used with this Module."
    },
    {
      "id": "1A9",
      "title": "Freighter & GW Thruster Card Data",
      "text": "1A9. Freighter & GW Thruster Card Data\nFor technical details on Freighters and Gigawatt/Terawatt thrusters, see section 1Z in this rulebook.\nEASILY MISSED: If attempting a Future, a failed Epic Hazard Roll kills the Human who attempted it, but does not destroy the Purple-Side\nFutures card which is also in attendance. [1A6a]\nGW THRUSTER AND FREIGHTER CARD EXAMPLE [1A9]\nEXAMPLE [1A7] You have promoted your poodle freighter into a D-nanotube freighter, and moved a refinery and a robonaut, plus their supports (generator, reactor, and radiator), to your Bernal anchored in LMO (low mars orbit). You decommission all these cards, creating a small cube in LMO.\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 7"
    },
    {
      "id": "1B",
      "title": "Freighters",
      "text": "1B. Freighters\nA Freighter is a Spacecraft represented on the map by a Freighter Figure (big cube). Freighter cards form their own patent deck, and can be researched into your Hand by a research auction (I2). From there you can create it on its Black-Side by an ET production (I8), according to its Spectral Type.3 This can be added to any stack or used to form a Freighter Stack:\na. Create A Freighter Stack by cargo transfer (G1), ET production (I8), or stack swapping (G1e). Show its location on the map with your big (12mm) cube. Place the Freighter card into the slot for the Freighter Stack.\nb. Freighter Stacks do not track fuel and move 1 burn per Turn (plus flybys, pushes, and coasting). They have a minimum mass of 1 (F2a, relevant for e.g. rocketplane liftoffs (H6c)).\nc. Load Limit is the mass limit of the cards(s), FTs, and Mobile Factories the Freighter Stack can carry.\nd. Promotion. If you promote (1A5) your Freighter card, all of your Factory cubes become Mobile Factories, and the Freighter’s Future becomes unlocked (1D).\ne. Mobile Factories. Once you Promote your Freighter card, all your cubes move with the same capacities as your Promoted Freighter card. Each becomes a Factory as soon as it lands on one of your Claims. On your Turn, you may move all of your cubes not under a colony dome, in any order."
    },
    {
      "id": "1B1",
      "title": "Freighter Acquisition & Production",
      "text": "1B1. Freighter Acquisition & Production\nA Freighter can be acquired into your Hand by winning it in a research auction (I2). See 1A4 for card limits. a. Production. Later, you can ET produce it at a Factory of the appropriate Spectral Type. If the Freighter has\nSpectral Type “ANY”, then it is a low tech Freighter that can be produced at any Factory, but per (I3b) cannot be sold on the free market. STEAM FREIGHTERS. When you have plenty of water, say at an ET factory, how do you use it best? Electrolysis to make a H2-O2 chemical rocket? The cheapest solution is to use a low performance steam rocket (specific impulse of 0.19 ks). This would use solar- or nuclear-heating to convert water to 1100 K steam. The payload ratio of a low tech freighter could easily be 100:1, so that it is loaded with 100 mass points of water (beyond the game’s normal wet mass limit) to deliver 1 mass point of cargo. Such a vessel is slow not because it is low thrust, but because it must drag along so much propellant for the delta-v to get home.\n–Anthony Zuppero, Origin Of How Steam Rockets Can Reduce Space Transport Cost By Orders Of Magnitude, 1998.\nEASILY MISSED: Load limit does not include the Mass of the Freighter itself. [1Bc]\nEASILY MISSED: A Mobile Factory not on a Claim is not a Factory, and counts token VP (M2a) but no stock\nVP. [1Be]\n8 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T"
    },
    {
      "id": "1B2",
      "title": "Big Cube Freighter Figure",
      "text": "1B2. Big Cube Freighter Figure One cube of your color is larger (12mm) than the rest. Use this cube to indicate the location of your Freighter Stack (1Ba), which must contain your Freighter card. This card specifies the cube’s mass, rad-hardness, and Load Limit.\nRemove the cube if you don't want a Freighter Stack (because your Freighter card is Cargo or being used as a support, etc.). You can later use cargo transfer (G1) to create a Freighter Stack."
    },
    {
      "id": "1B3",
      "title": "Freighter Stack Cargo",
      "text": "1B3. Freighter Stack Cargo\nFreighter Stacks can transfer Cargo as a free action (G1). Note that Wet Mass Fuel, Dry Mass, and Wet Mass are not tracked in a Freighter. The following rules must be respected in regards to Cargo:\na. Load Limit. This number on the Freighter card indicates how much mass the Freighter Stack can carry, not counting the mass of the Freighter card itself.\nb. Factory Loading Only. A Freighter with text may only add cards to its stack at a Factory or Anchored Bernal that is not in its Home Orbit (due to the scarcity of water around Earth). Removing cards via cargo transfer (G1) is allowed anywhere, as normal."
    },
    {
      "id": "1B4",
      "title": "Freighter Stack Movement",
      "text": "1B4. Freighter Stack Movement\nFuel is not burned or tracked on a Freighter Stack. Freighter movement doesn’t use a Fuel Strip, and Section H is not used. Instead, the Stack can move 1 Burn Space, and then coasts. If pushed by a Powersat, it can move 2, which allows it to make one Pivot or 2 Burn Spaces. It is allowed Bonus Burns, e.g. from flybys (H8). A Freighter card cannot be used or activated to move anything other than a Freighter Stack, and the following are only applicable to a Freighter Stack:\na. Bonus Pivots. Some Freighters (i.e. z-pinch, fusion fragment and HIIPER beam-rider) receive a number of Bonus Pivots, as specified in the number of .\nEXAMPLE [1B3b]\nEASILY MISSED: Bonus Pivots cannot be converted into\nBurns or Fuel. [1B4a]\nEXAMPLE [1B3b] Your inflatable solar-heated freighter delivers a Black-Side card to LEO, which you sell on the free market. The freighter itself can’t be sold, because it is Spectral Type “ANY”. Nor can it load up with new Cargo (it can be only loaded at a Factory, since LEO doesn't have the thousands of tonnes of water it would need to cross a single Burn). You decide to Decommission it.\nEASILY MISSED: Factory load only Freighters are not very useful on non-atmospheric\nSites of Size 6 or more. They can only liftoff by being carried as Cargo. [1B3b]\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 9 b. Landing/Liftoff. A Freighter can always land or liftoff from Size 1 Sites. To land or liftoff from larger Sites, it can use factory-assist (H6c) (but not through lander burns) or if its net thrust is greater than the Site Size. It is also allowed aerobrake landings (H6b) and acetylene rocketplane liftoffs (H6c).\nc. Net Thrust. A Freighter Stack has a net thrust of 1. If pushed by a Powersat, it has a net thrust of 2. Its thrust can be also modified by certain Abilities. This is relevant in Radiation Belts and solar oberth (using base thrust\n= 1). Freighters are not affected by movement-modifying supports (J5d).\nd. No Double Move. See H1b.\ne. Entering Radiation Belts. See 1B6e.\nf. Entering Hazards. Freighters are affected by Hazards (H7)."
    },
    {
      "id": "1B5",
      "title": "On-Board Nuclear Supports",
      "text": "1B5. On-Board Nuclear Supports Certain Freighter and Colonist Cards contain nuclear reactors and/or generators and thus may be used as part of a support chain (J1c) according to the icon of their subtype icon (J1a). They can also be Decommissioned to support industrialization (I7).\nEXAMPLE [1B4a]\nThe magnetic beam mirror freighter is allowed +3 Bonus Pivots. Its Freighter\nStack is at the termination shock point en route to Sedna. It moves through the next 3\nHohmanns for free (also past the heliopause and the Voyager Easter Egg) to stop at the fourth Pivot just beyond.\n10 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T"
    },
    {
      "id": "1B6",
      "title": "Freighter Promotion & Mobile Factories",
      "text": "1B6. Freighter Promotion & Mobile Factories To flip a built Freighter card to its Purple-Side, perform a promote operation (1A5). Promotion is permanent.\nOnce Promoted, your Freighter card becomes a “freighter fleet” that then ’converts’ all of your map cubes (big and small) into Mobile Factories. As Mobile Factories, all your Factories (big & small cubes) can now move like your Freighter and create a Factory by landing on one of your Claims. This change occurs the instant the Freighter card is promoted.\na. Capacities. Your small cubes now have all the characteristics of the Freighter card, including Mass (relevant if the cube is being carried as Cargo), rad-hard, Bonus Pivots, and On-board Nuclear Supports. Your small cubes may not carry Cargo (load limit does not apply) or use your Freighter’s Future.\n• Stacks, A Mobile Factory can be added or subtracted to a Stack as Cargo using cargo transfer (G1).\nb. Mobile Factory Landing & Lift-Off. To land or lift off a Claim without a Factory, a Mobile Factory cube may use factory-assist (H6c), using itself as the Factory. The Claim can be either yours or an opponent’s, and must be on a Site of Size 5 or less (because all Size 6+ Sites have Lander Burns). See rocketplane exception below.\n• Landing On Unindustrialized Claim, place Mobile Factory cube on top of the Claim disk. • Landing On Industrialized Claim (or a foreign Claim), place Mobile Factory cube next to the Claim disk to indicate that it is not part of the current Claim, and can’t be used for ET production, colony establishment, or factory stock prices.4 CLAIMS are much more than a flag and footprints, and include considerable mining infrastructure, plus landing and launch facilities capable of accommodating Mobile Factories.\nEXAMPLE 1 [1B5] Your lunar factory produces a rotary dirt launcher freighter, which provides an electric \"e\" generator. Luna is too big for the Freighter to liftoff from, so you also produce a GW thruster (spheromak 3He-D magnetic fusion). The generator required by the GW thruster is provided by the Freighter. The GW thruster, carrying its supports (radiators and the Freighter), plus one tank of H isotope fuel, blasts-off and flies to LEO in one Turn.\nEXAMPLE 2 [1B5] In the previous example, the Freighter was used exclusively as an on-board nuclear support. But suppose the example had been at a distant H Site, say the Uranus aerostat. The GW thruster would be used just to get the Freighter and supports boosted through the three lander burns. Then it could be Decommissioned for use elsewhere, leaving the Freighter to bring a Black-Side support back to Earth to sell.\nEASILY MISSED: If you promote your Freighter, each of your factory cubes can move just like your big cube. [1B6a]\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 11\n• Acetylene Rocketplane. A Freighter or Mobile Factory on an Atmospheric Site with a Claim may use acetylene rocketplane liftoff (H6c) by spending the water cost indicated from FTs stored at the Site.\nc. Factory Establish or Abandon. Your Mobile Factory is a Factory only if it sits on top of your Claim disk. Moving a cube on or off of your own Claim immediately establishes or abandons a Factory, adjusting the relevant Exploitation Track (I7d). You cannot abandon a Dirtside Factory if this leaves a Bernal without a Dirtside.\n• When the last Factory of a Spectral Type is abandoned, the stock price becomes 10.\nd. Colonies. Any Mobile Factory, big or small, can be colonized. Because Colonies are permanent (G6b), Mobile Factories may not liftoff or abandon a Claim or be voluntarily decommissioned if they are on a Claim disk that has a Colony.\ne. Flares & Radiation Belts. Each Mobile Factory cube has a rad-hardness equal to your Freighter card rad-hardness, making it vulnerable to flares (K2d) and Belt Rolls (H10). If a small cube fails the roll, it is discarded. If a big cube fails, see Freighter Decommission (1B7). If a card carried in a Freighter Stack fails, the entire stack suffers a Glitch instead of Decommission, and suffers nothing if it is already glitched.\nf. Pad Explosion. A Mobile Factory is immune to pad explosions/space debris (K2c). g. Mobile Factory Creation is by the industrialize or nanofacture operations (1A7)."
    },
    {
      "id": "1B7",
      "title": "Freighter Decommission",
      "text": "1B7. Freighter Decommission If your Promoted Freighter gets Decommissioned (1B6e), Discard its Figure (big cube). Decommission any Cargo or convert it into an Outpost Stack (E6). Then follow these procedures:\na. Promoted Decommission. If your Promoted Freighter card gets Decommissioned, Discard all small cubes not on Claims except that you may replace one of your small cubes on the map with the big cube. This becomes the new location of your Freighter Stack, and the Promoted Freighter card remains in the freighter slot on your Playmat. Alternatively, you may leave your Freighter Figure in your Reserves and return the Freighter card to your Hand.\n• If this new location is a Factory, the Exploitation Track remains unchanged.\nEXAMPLE [1B6c] You produce a C product at a Factory on eichsfeldia, and use a big cube swap (1B8) to convert it into a Freighter. The asteroid is size 4, so you use factory-assist to launch the Freighter card and its Cargo, which flies past the Burn Space next to Vesta. The Exploitation Track for C is reduced by one, since the Factory abandoned the C Claim. A lot happened in just one Turn!\n12 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T\n• If this new location is a Colony, your Freighter may not liftoff, since Colonies are permanent.\n• Futures. Decommission of a Freighter does not forfeit its futures star (1D2a) if earned. b. Unpromoted Decommission. If your Freighter is not yet Promoted, your Freighter Figure remains in your Reserves and you return the Freighter card to your Hand."
    },
    {
      "id": "1B8",
      "title": "Freighter Big Cube Swap",
      "text": "1B8. Freighter Big Cube Swap (new free action)\nAs a free action (G), when your Promoted Freighter is not carrying any cards you can swap its big cube with any small cube on the map. This does not use up your Freighter’s movement opportunity for the Turn.5"
    },
    {
      "id": "1B9",
      "title": "Space Elevators",
      "text": "1B9. Space Elevators\nA Space Elevator6 is a cable which can be built between two map Spaces, as indicated on the map by the space elevator icon. To build a Space Elevator, one of the Spaces must be industrialized, and you must have a cube (Factory, Freighter, or Mobile Factory) at the other. Then you must perform an epic hazard operation (1A6), and if its roll is successful place a wooden elevator stick over the map icon. BIG CUBE SWAP represents using a 3D printer to reconfigure a Mobile Factory into a cargo-carrying freighter. Essentially its hull is reconfigured into a cargo bay, using existing material (since no mass is transferred in the swap). At the end of the “swap”, one should be left with two freighters with cargo-bays. But because of logistics limits, you can only have one freighter so the old one reverts to a Mobile Factory.\n6SPACE ELEVATOR is a tether held vertical by centrifugal force, from the equator of a world into deep space. It is tapered so as to support its own weight over its length. A variant is the spaceline, a tether dropped from a convenient tidally-locked moon, where the moon itself is a source of building materials and acts as a counterweight. A spaceline simply hangs into both gravity wells from the Lagrange L2 point, and sees much reduced tensions which means it need not be massive or superstrong. Because the moon orbits at a somewhat different speed than the surface, the dirtside end is a hook or scoop that travels through the atmosphere of the larger world, with appreciable drag and thermal load. The drag lowers the altitude of the moon by an insignificant amount. Robonautic climbers bring mined material from either world, after which it can be electromagnetically catapulted further.\n–Penoyre & Sandford, The Spaceline, a practical space elevator alternative Achievable with Current Technology, (draft version).\nEASILY MISSED: A big cube swap is a free action that mimics what happens during a promoted Freighter\nDecommission. [1B8]\nEXAMPLE [1B7b] Your Freighter Stack moves to your Home Bernal and does a free market of its Cargo card. It is Spectral Type “ANY”, so the Freighter is not worth anything on the free market, so you Decommission it. It is unpromoted, so it goes into your Hand.\nEXAMPLE [1B8] Your Promoted Freighter has just delivered product to LEO. You swap the big cube in LEO with your small cube on Ceres. This magic was performed with the power of 3D printing.\nEASILY MISSED: Using a Space Elevator is not a move, it's a cargo transfer free action (G1) in which stack cards transfer between two locations connected by an elevator. [1B9]\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 13 a. Locations are as indicated on the map at Luna (aristarchus plateau/ lagrange L1),7 Mars (arsia mons caves/ phobos), Saturn (aerostat/prometheus), Uranus (aerostat/cordelia),8 Neptune (aerostat/despina), Pluto/ barycenter, Charon/barycenter, and Haumea/barycenter.9 b. Claims. Building a Space Elevator automatically Claims any unclaimed Site it connects to, even if it is Busted (replace the red disk with one of your own). If a connected Site has a foreign Claim, that Claim remains unless\nClaim Jumping (G4) is possible.\nc. Benefits. As a free action, any player owning a connected Factory can cargo transfer (G1) Humans and Cargo between either of its connected Spaces. They can negotiate this privilege for others.\nd. Endgame Victory Points. If a Factory is connected by a Space Elevator, its factory stock price (M2b) is doubled, regardless of who built the Space Elevator. Building Space Elevators gives extra VP in the beanstalk future (1D4d, 1D5l).\ne. GEO Space Elevator. The Space Elevator at Earth can only be built by anchoring the GEO Elevator Bernal (Module 2, 2B4i) in the GEO Home Orbit. This anchoring does not need an Epic Hazard op/roll or other requirement.\nf. Destruction. A Space Elevator is destroyed if at the end a Turn neither of its ends are industrialized, with the exception that the elevator stick for the GEO Elevator is not removed if its Bernal is voluntarily unanchored. LUNAR BEANSTALK combines lunar space elevators with solar-powered robonaut climbers, a system for lunar resource recovery. The space elevator ribbon, made of existing high-strength composites, is balanced about the Earth-Luna L1 Lagrangian point on the near side of Luna, and connected dirtside with surface tramways linked to lunar mining sites. Estimated capacity is 584 tonnes (15 Mass) or lunar regolith into GEO per year.\n–Pearson, Levin, Oldson, Wykes, Lunar Space Elevators for Cislunar Space Development, 2005. RINGED PLANET BEANSTALK. Ring material is a significant hazard to space elevators on planets such as Saturn or Uranus, where the most suitable moons lie just outside several ring systems. By building a truss tower on the north pole of prometheus (on Saturn) or cordelia (on Uranus), the elevator can hopefully avoid destructive impacts. A ribbon made of “colossal carbon tubes” would be 440 tonnes, or Mass 10. Delivery of the clean fusion fuel helium-3 to Earth is estimated at 20 tonnes per year. –A.M. Hein, Project Icarus: Architecture Development of Atmospheric\nHelium 3 Mining of the Outer Solar System Gas Planets for Space Exploration and Power Generation, 2010.\n9HAUMEA rotates every 3.9 hours, fast enough to distort its shape into a triaxial ellipsoid. A space elevator anchored to its twirling equator has little need for a counterweight. This spin seems to be a legacy of an impact which created the Haumea collisional family, as well as Haumea’s rings and moons.\nEXAMPLE [1B9c] You have industrialized the arsia mons caves of Mars, and moved a Mobile Factory to phobos. By performing the epic hazard operation, and paying the programmers FINAO there is no risk, you build the Mars Space Elevator. Place an elevator stick.\nSPACE ELEVATOR [1B9]\nTIP: Mars can be an \"ant lion\" trap, unless you build the Phobos Space Elevator!\nIt is often easy to build a mass zero \"any\" freighter on Mars, and send it to phobos via rocketplane. With a Factory on arsia mons caves, and a Freighter on phobos (even if phobos is busted), it only takes an epic hazard roll to build the elevator and set up your \"Martian Bottled\nWater Company\". [1B9]\n14 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T"
    },
    {
      "id": "1C",
      "title": "GW/TW Thrusters",
      "text": "1C. GW/TW Thrusters\nA Gigawatt (GW) or Terawatt (TW) thruster cannot fuel using Aquas or dirt; it may only factory refuel at a Site with a Spectral Type matching its fuel isotope or with your isotope FTs (yellow beads) obtained from such a Site. If used to afterburn, spend one fuel step to gain one Therm of cooling plus the thrust addition listed in the GW afterburn icon (1C2). Otherwise, they create Rocket Stacks, move, and burn fuel as the MW thrusters in the core game.10 a. Movement-Modifying Supports. If a GW/TW thruster is activated, movement is not affected by movement-modifying supports (J5d).\n11 b. Iso-Standard. Until you have researched and ET produced a GW Thruster (or otherwise have one in space), you cannot produce any isotope FTs. Thereafter, all isotope FTs you produce are considered to be of that Spectral Type (called your iso-standard), and can only be produced at the appropriate Factory Site. You may not research or ET produce a GW/TW Thruster if you already have one. Once you have established your iso-standard, it can be changed only if you buy or ET produce a new GW thruster after selling or losing your original GW/TW thruster.12\n10NUCLEAR ENERGY is unleashed either by fission (splitting huge “high Z” atoms) or fusion (lumping together small “low Z” atoms). Fission atoms include uranium, thorium, and plutonium, while fusion atoms include isotopes of hydrogen, helium, lithium, and boron. The specific energy of nuclear fuels used in the game are: 6Li-H and H-B fusion = 73 TJ/kg, uranium fission = 82 TJ/kg, D-T, 3He-D, and D-D fusion = 345 TJ/kg.\nThe chemical fuels used in the game are a million-fold lower: metastable He = 477 MJ/kg and H2-O2 = 14 MJ/kg. The positive charge on fusion fuel nuclei creates an electrical repulsion that must be overcome by temperature and confinement time in order for them to fuse together. Therefore, input energy is required to obtain output energy, and the ratio of the thermal energy obtained from fusion/energy injected to sustain the reaction is called a reactor’s Q factor. At ignition, Q goes to infinity. GIGAWATT REACTOR SUPPORTS. The reactors in the game produce a few hundred MW of thermal power, enough to power a MW thruster. But not enough to power a GW/TW thruster. In fact, the reactor supports for GW/TW thrusters in the game are not used as power sources, but rather as initiators for the primary nuclear power chain. For instance, it could represent a MW laser that initiates a GW fusion reaction. The ratio of fusion power produced to initiator power is called the Q factor. GIGAWATT THRUSTERS burn pure nuclear fuel with no added propellant or open-cycle coolant. Thus, the burned fuel becomes the propellant (in this they are like chemical rockets). The fusion or fission fuels are rare isotopes, which must be purified by isotope separation.\nThe game makes the following (speculative) assumptions on where to find these rare isotopes: The fusion fuel boron-11 on D worlds, fusion fuels tritium and helium-3 on H worlds, fission fuel curium-245 and lead (useful as antimatter thermalizer) on M worlds, fission fuel uranium-235 on S worlds, and the fusion fuel lithium-6 on V worlds.\nJON’S LAW: “Any interesting interstellar drive is a weapon of mass destruction.”\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 15"
    },
    {
      "id": "1C1",
      "title": "GW/TW Thruster Fuel",
      "text": "1C1. GW/TW Thruster Fuel A Gigawatt thruster can only fuel by cargo transfer (G1b) using your isotope FTs, or using factory refueling (I5b).\nHowever the Spectral Type of the Factory must match that of the GW/TW thruster. Factory refueling can also take place at your Bernal, if it has a Dirtside Factory of yours that is the proper Spectral Type.\na. Isotope Fuel Site Refueling. During factory-refueling (I5b), the refueling rate for isotope fuel is limited to isotope tank (yellow bead) per factory refuel operation unless otherwise stated (Futures, Colonist Abilities, etc.).\nb. Wet Mass Chit. A GW/TW thruster uses a yellow Wet Mass Chit to show it runs on pure fuel isotopes. A Spacecraft using Isotope Fuel cannot use lower grade fuels, such as water (F4b), or isotope fuel that does not match the Spectral Type of its GW/TW thruster.\nc. Specifying Isotope Fuel Spectral Type. You may have only one GW/TW thruster either in your Hand or in a stack at a time, and the Spectral Type of this card specifies the Spectral Type of all the isotope fuel you can produce, carry, and warehouse as isotope FTs (I5b).\n13You may not store more than one type of isotope fuel.\n• Free Market of GW/TW Thruster. If your GW/TW thruster returns to the patent deck, all of your isotope FTs (gold beads) remain. They convert into your new Spectral Type if you obtain a new GW/TW thruster.\n13FUSION FUELS are a balance between how many neutrons they produce (bad) and how low is their ignition temperature (good). See footnote 19 (Starship Fusion Fuels).\nEXAMPLE 1 [1C1c] A GW dense plasma focus rocket sits on a Factory at hydra, a D spectra moonlet of Pluto. A factory refuel op yields one tank of D isotope fuel.\nPlayer Green builds a spheromak GW thruster on the Uranus aerostat, an H spectra gas giant. He builds a Rocket with Dry Mass 6 (including its supports), and during 3 turns of factory refueling loads it with 3 tanks of H isotope fuel (helium-3).\nThe Rocket is now transport class, so even with +6 afterburning, the net thrust (12 - 1 = 11) is insufficient to lift-off Uranus (size 11). The Rocket cannot use standard factory-assist liftoff because it enters a lander burn (G3b). It could use the acetylene rocketplane, but that would cost 18 FTs (at Uranus Aerostat) and a Hazard Roll. Instead, it chooses to jettison one step of fuel, and afterburn another step to bring it to scout class and a net thrust of 12.\nEXAMPLE 2 [1C1c]\n16 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T"
    },
    {
      "id": "1C2",
      "title": "GW/TW Afterburning",
      "text": "1C2. GW/TW Afterburning As indicated by the afterburn icon, certain GW/TW Thrusters can GW afterburn during activation (H2).\nThis expends one step of fuel and increases the net thrust by the value shown in the flame icon. This provides one Therm of cooling.14 15 a. MW vs. GW/TW Afterburning. The afterburn icon on a GW/TW thruster contains a “+X”, where X is the increase in net thrust, always by expending one step of isotope fuel. Note this is much different than afterburning using MW thrusters (H3a), which is limited to +1 net thrust.\nb. Open-Cycle Cooling. A GW/TW afterburn provides one Therm of cooling, exactly like MW afterburn (H3a).\n16\n14INCANDESCENT TISSUE PAPER. “The only known method of long-term, high-power dissipation in space is thermal radiation. \"The dramatic sixth-power decrease of mass with radiator temperature is a strong motivation to run at very high temperatures. The crew and cargo spaces...\nwill have to be refrigerated, but the rest of the ship will run hot. At the low acceleration values we will be using, the ship can be of extremely flimsy construction-for highest performance, we want a ship made of ‘incandescent tissue paper.\" –John Trenholme, 2003. GW/TW RADIATORS. When used to cool GW thrusters, radiators are assumed to reject heat at 1427 K and 240 MWth/Therm. This compares to 1200 K and 120 MWth/Therm for MW thrusters. TW thrusters operate hotter still at 2000 K and 960 MWth/Therm. The entire rocket glows white hot.\n16OPEN-CYCLE COOLING. Things get hot in rockets, especially nozzles and reactor first walls. They can be cooled with liquid hydrogen, but what to do with the hot coolant? You can reuse it in a closed-cycle by cooling it through acres of radiators. Or you can dump it into the supersonic region of your nozzle, to join the reaction mass. Open-cycle cooling doubles thrust at the expense of fuel consumption. (Game note:\nEach thrust point added doubles the actual thrust, in real units.) Jet power is half the product of thrust and propellant exit velocity, so doubling the thrust halves the exit velocity for a given power level. The heat power absorbed in watts is equal to the mass flow rate of the coolant in kg/sec times the specific heat of the coolant (14800 J/kg-°K for H2), times the temperature (3200 K, the melting point of a tungsten first wall). Heat fluxes in the first wall can reach 12 MW/m2. For fission reactors, the isotope 184W must be used, which is 10X less poisonous to thermal neutrons than normal tungsten. To reject 120 MW of heat (one “Therm” in this game) requires 2.5 kg/sec of hydrogen. More exotic technologies bubble the hydrogen coolant through a vortex of liquid tungsten, allowing temperatures up to 5930 K (boiling point of tungsten). A 10 cm-layer of molten tungsten at the vortex would stop essentially all the radiation from even the nastiest nuclear reactions (antimatter or D-T). For a first wall 1.6 meters in diameter, the tungsten alone would mass 20 tonnes!\nEXAMPLE [1C2b] A spheromak GW thruster has a 6 •1/10 thrust triangle. It is transport class, so the Wet Mass modifier is -1 with a net thrust of 5. By expending one step of fuel for the +6 afterburner the net thrust is raised to 11, allowing it to land on Sites up to (and including) size 10. By expending one step of fuel, the Spacecraft can move through up to 10 Burn Spaces (or 5 Pivots), and by having expended a step of fuel for afterburning at the beginning of movement, it could land on a world the size of Luna or Ganymede.\nEXAMPLE [1C2]\nEXAMPLE [1C2b]\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 17"
    },
    {
      "id": "1C3",
      "title": "Terawatt Thruster",
      "text": "1C3. Terawatt Thruster To flip a GW Thruster Card in a stack to its Purple-Side, bring it to a location capable of promoting cards and perform a promote operation (1A5).\na. Colliding FRC Fusion Thruster. This TW thruster requires a generator, plus two reactors as supports (because its Q is low and its initiator energy requirements17 are high).\nb. Synodic Comets. Exceptionally, a Rocket with an activated TW thruster can enter or exit a Synodic Comet during any season.18\n17INITIATORS are used to set off a nuclear reaction in the same way that the primer in the base of a pistol cartridge is used to ignite the gunpowder. Initiators can be lasers, high energy particle beams or pellets, or antimatter. From a modular design viewpoint, it is fortunate that the reactors in the game designed to power a MW rocket are of the right power (a few hundred MW thermal) to initiate the fusion reaction of a GW rocket a thousand times more powerful than a MW rocket. The ratio of nuclear power to initiator power is called the Q factor.\n18STARSHIP FUSION FUELS release energy as their light atoms (usually hydrogen and helium) are fused together. Here are the most commonly considered starship fusion fuels:\n• D-T. The fusion of deuterium and tritium has the lowest ignition temperature (40 million degrees K, or 5.2 keV). However, 80% of its energy output is in highly energetic neutral particles (neutrons) that cannot be contained by magnetic fields or directed for thrust. The resulting waste heat means prohibitively large radiators.\n• 3He-D. The fusion of helium-3 and deuterium is the preferred starship fuel. It has a higher ignition temperature (30 keV), but generates 77% of its energy in charged particles, resulting in a substantial reduction of shielding and radiator mass. Due to a troublesome D-D side reaction however, neutrons comprise a small part of its energy (4% at ion temperatures = 50 keV), and moreover the energy density is 10 times less than D-T.\nAnother disadvantage is that, although deuterium is abundant and cheap, helium-3 is so rare that 240,000 tonnes of SWIV regolith scavenging would be needed to obtain a kilogram of it. Alternatively, helium-3 can be scooped from the atmospheres of Saturn or Uranus.\n• D-D. The fusion of deuterium to itself occurs at too high a temperature (45 keV) and has too many neutrons (60%) to be of interest. However, the neutron energy output can be reduced to 40% by catalyzing this reaction to affect a 100% burn-up of its tritium and 3He by-products with D.\nIn this fashion, a huge iceball can yield enough deuterium to power a beehive starship.\n• H-11B.The fusion of 10% hydrogen to 90% boron-11 has an even higher ignition temperature (200 keV) than 3He-D, and its energy density is even smaller. Its advantage is that it suffers no side reactions and emits no neutrons, and hence the reactor components do not become radioactive.\nBoron-11 is the most common isotope of boron, obtained by processing seawater or borax. See example 1C3 for an H-B starship.\n• 6Li-H. The fusion of lithium-6 to hydrogen is similarly aneutronic. However, both the H-B and 6Li-H reactions run hot, and thus ion-electron collisions in the plasma cause high bremsstrahlung x-ray losses to the reactor first wall. This can negate their low waste heat advantages.\nEXAMPLE [1C3] A Rocket Stack contains an 8•0 thruster, with a “thrust +5” afterburn. If the net thrust is 8, this TW thruster can expend zero fuel and move 8 burns or one step and move 13 burns.\nEASILY MISSED: A TW thruster must use the same isotope fuel as its GW thruster did (flip the card over if you forgot which Spectral\nType this is). [1C3]\nEXAMPLE [1C3]\n18 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T"
    },
    {
      "id": "1D",
      "title": "Futures",
      "text": "1D. Futures (needs modules 0, 1, 2)\nFutures are epic achievements by humankind represented by in-game quests (1A2b) that you are given when you Promote a Colonist, GW thruster, or Freighter. These quests can only be completed once per game per quest.\nThe Purple-Side of these cards describes the requirements and (if successfully completed) the effects, including endgame VP. If you lose a Purple-Side card, its Future is no longer available to be earned until the card is rebuilt and re-promoted.19 a. Modules. Futures are only available if you play with Modules 0 (politics), 1 (terawatt), and 2 (colonization) simultaneously.\nb. Private Quest. Futures are only available to be completed by the player who owns the card. Each player may only complete a named Future once (e.g. uplift).\nc. Hazardous. All attempts require a Crew or Colonist to risk their lives (via an epic hazard operation 1A6).\nd. Long Game. Playing with Futures lengthens the game to 7 Solar Cycles."
    },
    {
      "id": "1D1",
      "title": "Futures Requirements",
      "text": "1D1. Futures Requirements\nEach Future has a set of requirements (“Req”) that, once satisfied, allow you to perform an epic hazard operation (1A6), which must be successful to complete the Future and get the orange star. These requirements include:\na. Futures Card In Attendance. In all Futures, both a Human (either Crew or Human Colonist) and the card listing the Future must be Operational and Colocated (at the specified Space if any). In the case of Colonist\nFutures, this can be the same card. FUSION PLASMA GEOMETRY. There are five general methods for confining fusion plasmas long enough and hot enough for achieving a positive Q:\n• closed-field magnetic confinement (see D-T Fusion Tokamak), • open-field magnetic confinement (see 3He-D mirror),\n• inertial confinement (see D-D inertial fusion), • electrostatic inertial confinement (see 6Li-H fusor),\n• cold fusion (see H-B cat fusion).\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 19 b. Ad Astra Futures. These Futures require a Spacecraft with the ad astra future to exit the map on an interstellar mission. It must take one of these 3 exits, labeled Jupiter-Sol-Jupiter exit, Sol Exit Neptune, or Sol\nExit Oort, then Decommission the entire operational Stack.20\n• Brave New World. This is neither Murder nor Felony because the humans are traveling to a new star system and will surely survive and prosper! Exporting Colonists triggers exomigration (2A6).\nc. Manifest Destiny. If a Future you own specifies a specific Site (e.g. Triton, Mercury, sedna, a Site named as a centaur, a Site in a trojan area) that an opponent has claimed, you may Claim Jump (G4) a foreign Claim even if you are not allowed Felonies."
    },
    {
      "id": "1D2",
      "title": "Futures Effects",
      "text": "1D2. Futures Effects\nEach Future has a set of effects that are enabled for you once you succeed in its Epic Hazard Roll (1A6a). These effects are permanent, even if the card with the Future is later Decommissioned/ Discarded.\na. Future Star. If you succeed, you gain an orange star! In the endgame, each star scores the amount of VP listed on the Future (M2b). The VP for your star is permanent, with one exception in the next bullet.\nb. Endgame. Any effect labeled as ’Endgame’ must have their requirements checked before scoring (M2). These requirements include that the promoted card listing the Future must be Operational and Colocated with a Human. If these requirements are no longer fulfilled (e.g. by exit of a Mobile Factory or a Claim Jump), the Endgame effect is canceled, and the future star is returned to the supply.\nc. Casus Belli Futures. If successful, this sparks a War of Independence (see glossary) between Earth and her rebellious space colonies. If you claim the Future’s star you become an Independent, and the other players become Loyalists (until they also become Independent by claiming a Casus Belli, or unless playing Module 3). STARSHIP FUEL will likely take 10X longer to produce than the starship itself for a trip to Alpha Centauri.\nEXAMPLE [1D1C] You promote the mini-mag orion thruster. In order to generate the required M isotope fuel for its lithiated ammonia starship future, you establish a Factory on enceladus and spend 10 turns producing fuel.\nEXAMPLE [1D2b] You claim Sedna, which builds an EM sunlens telescope for claiming the exoplanet hunt future. As long as the claim remains intact by the end of the game (e.g. no Claim Jump), and the Freighter and a Human are present, you gain 14 VP.\n20 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T"
    },
    {
      "id": "1D3",
      "title": "List of TW Thruster Futures",
      "text": "1D3. List of TW Thruster Futures a. Spacefaring Future: Req = A single Bernal with 8+ dirtside hydration.\nEffects = Allowed 1 extra Colonist, 7 VP.\nb. Mini-black Hole Future: Req = Industrialized centaur spending 10 isotope FTs there with the TW thruster. Centaurs labeled on the map include comet schwassmann-wachmann 1(F 9:00), chiron (F 12:00), elatus (F\n1:00), echeclus (G 10:30), okyrhoe & pholus (G 11:00), chariklo (H 9:00), and asbolus & hylonome (H 10:00).21\nEffects = double all isotope refuel, 10 VP.\nc. Mass Beam Future: Req = Promoted Bernal with Io or Triton Dirtside. Effects = Your Powersat adds +2 thrust instead of +1 thrust, and gives Freighters a net thrust of 3, 7 VP. 22 d. Fusion Candle Future: Req = Triton Colony & Promoted Bernal with Neptune Aerostat Dirtside., with a Human and the TW thruster colocated with one of them.\nEffects = double all isotope refuel, 14 VP. 23 e. Protium Fusion Future: Req = Promoted Bernal with H Dirtside.\nEffects = double all isotope refuel, 10 VP. 24 f. Enzmann Starship Future: Req = Ad astra exit with 2 promoted Colonists, a Mobile Factory, and the TW thruster.\nEffect = 12 VP.\ng. Lithiated Ammonia Ice Starship Future: Req = Ad astra exit with 10 isotope fuel and the TW thruster.\nEffect = 14 VP.\n21RED & BLUE CENTAURS are comet-like asteroids in the outer solar system with orbits destabilized by a recent close encounter with a gas giant. Their orbital velocity is slow, about three Burns, and if decelerated further with TW mass drivers would plummet toward Sol or Jupiter, with a gain in kinetic energy in the order of 1000 MJ/kg. An orchestrated collision would be useful to study black hole conditions.\n22MASS BEAM uses a column of neutral sodium atoms for propulsion, which gives far more “oomph” than a beam of energy. FUSION CANDLE uses a gigantic TW “candle” thruster to push the gas giant itself out of the solar system, carrying its colonized moon Triton as an arkship. The candle burns continuously on both ends using the gas giant’s own atmosphere as a giant fuel repository. The lower end of the candle, deep in Neptune’s atmosphere, burns for thrust to keep the candle aloft. The upper end burns for thrust to move Neptune to the stars.\nThis will take centuries to approach the heliosphere, so within the game’s timeframe it does not move perceptibly. PROTIUM FUSION is the fusion of hydrogen atoms, such as that believed to be occurring in Sol. In a game of celestial billiards, two asteroids can be bashed together at relativistic speeds, in hopes of creating protium fusion and possibly a mini-black hole.\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 21"
    },
    {
      "id": "1D4",
      "title": "List of Freighter Futures",
      "text": "1D4. List of Freighter Futures a. Terraform Future: Req = Freighter at Promoted Bernal at a non-martian Atmospheric Dirtside. Effect = 8 VP. 25 b. Beehive Ark Future: Req = Freighter at Promoted Bernal anchored at a Synodic Comet. Effect = 7 VP. 26 c. Exoplanet Hunt Future: Req = Claim Sedna. Effect (Endgame) = 12 VP. 27 d. Beanstalk Future: Have 3+ Space Elevators built by any player, with your Human and Freighter colocated with one of them. Effect (Endgame) = +3 VP for each Factory (of any player) connected to a Space Elevator.\nOnly 1 player is allowed to complete this future.\ne. Golden Apples Future: Req = Industrialize kreutz sungrazer. Effects = Ignore solar flares, 14 VP. Note that the Mobile Factory and the Human on kreutz are allowed to escape before vaporization at the end of the yellow season. Before they leave, it is assumed to have produced instrumentation to measure Sol during its close pass.\nf. Antimatter Future: Req = Freighter at Promoted Bernal with S Dirtside. Effects = double isotope refuel, 10 VP. g. Star Wisp Future: Req = A Mobile Factory (Endgame) at either the neutrino sunlens (6 VP) or the EM sunlens (11 VP).28\n25CLIMATIC TERRAFORM can be accomplished with a swarm of robotic mirrors in a planet’s L1 lagrange point, which lies between the planet and Sol. By changing the albedo by directing sunlight on or away from the planet, climate change is accomplished. However, an Earth or Venus sunshade a micron thick would have a High Frontier Mass of 2.5 million. For the planet to lie in the umbra rather than the penumbra of the shadow cast, the mass is 100X more.\n26BEEHIVE is a small hollowed world, which becomes rocket-powered by using the bulk of its mass as rocket propellant for its mass drivers. Since they accelerate so very slowly, the colonies within become a generation ship, in which the ultimate interstellar destination will not be attained for many generations.\n27SEDNA is a minor planet positioned to provide mass for construction of an EM (electromagnetic) sunlens telescope at a distance of 550 AU from Earth. This exoplanet-hunting telescope is distant enough to use Sol itself as a gravitational lens, able to survey distant systems with an optical gain of 113 dB. This is enough to zoom in on a landing site as far out as Epsilon Indi.\n28STAR WISPS are tiny robotic interstellar probes riding on microwave energy beamed from a huge powersat. A giant collimator in the outer solar system, here represented by a Factory, focuses the beam. The destinations for the star wisps are scouted by a telescope located at one of the 2 sunlens points in the game: EM (electromagnetic) and neutrino. These are at a distance from Sol where either light or neutrinos respectively are focused by Sol’s gravitational field, as if it were a gigantic lens. Neutrino focusing is better than photon focusing, since neutrinos zip straight through Sol.\nEXAMPLE [1D4g] You promote your HIIPER freighter, move a mobile factory cube to the neutrino sunlens point, and finally perform the epic hazard op to get an orange star for the Star Wisp Future, worth 6 VP in the endgame if any cube is still in position.\n22 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T"
    },
    {
      "id": "1D5",
      "title": "List of Colonist Futures",
      "text": "1D5. List of Colonist Futures The Colonist listing the Future must be at the named location to complete the Future.\na. New Venus Future: Req = Decommission an operational thruster and its supports with net thrust 7+ on an Industrialized Synodic Comet of yours. This Busts the Site and removes its Claim and Factory.\nEffects = 12 VP. Note: No Tokens (e.g. the Factory) need to remain on Venus or comet to attain this Future. For thematic effect (it has no game effect unless play is continued beyond the endgame), place the Venus overlay card (V8b).\n29 b. Supreme Cult Future: Req = Active Law in authority. (Module 0) Effects = May lobby without removing the delegate used. All Seniority Disks (past and future) migrate to authority. (Endgame): 10 VP.\nc. Artificial Consciousness Future: Req = 2 promoted Colonists at an Astrobiology Dirtside. Ongoing Effects = May free market any number of cards, 10 VP.\nd. Seti Future: Req = Industrialize 2 jovian trojans, 1 each in the greek & trojan camps. Ongoing Effects = As a free action perform 1 inspiration then 1 homestead, 10 VP.\ne. Secession Future: Req = 2 Promoted Human Colonists at a promoted Anchored Bernal. Effects = Casus belli for War (1D2c), 7 VP.\nf. Footfall Future: Req = Decommission an operational thruster and its supports with net thrust 7+ on an Industrialized Synodic Comet of yours. This Busts the Site and removes its Claim and Factory.\nEffects = 10 VP + Casus belli for War (1D2c).\n30 g. ET Life Future: Req = Have 2 or more Astrobiological Colonies.\nEffects (Endgame) = +2 VP per Astrobiological Colony. PLANETARY ENGINEERING OF VENUS begins with installing mass drivers on a convenient comet to deorbit it. The collision should avoid blowing away more material than delivered. The cometary water condenses to somewhat below its critical point, greatly accelerating the weathering sequester of its CO2 atmosphere. Sunshades made of material from Mercury restrains the steam atmosphere from reaching runaway greenhouse conditions. –P. Birch, Terraforming Venus Quickly, 1991. FOOTFALL. In the SF classic by Larry Niven and Jerry Pournelle, Earth is threatened by “footfall”, an dinosaur-killer class asteroid with an orbit altered by surface mass drivers installed by hostile aliens.\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 23 h. Aerostat Future: Req = Promoted Bernal with an Atmospheric Dirtside with an aerostat.\nOngoing Effects = As a permanent Ability, can homestead as a free action, 14 VP. 31 i. Pan Sapiens Future: Req = Have 3 Factories connected to Space Elevators.\nEffects = Casus belli for War (1D2c). Effect (Endgame): +2 VP for each glory chit owned.\nj. Dyson Bubble Future: Req = Both Sites of Mercury industrialized by any player. Effect = 5 VP per Factory (owned by any player) on Mercury.32 k. Submariner Future: Req = Build 3 Submarine Factories or Colonies.\nEffect = Doubles your dirtside hydration (not cumulative with other modifiers).\nl. Beanstalk Future: Req = 3+ Space Elevators built by any player. Effect (Endgame) = +3 VP for each Factory (of any player) connected to a Space Elevator.33 Only 1 player is allowed to complete a beanstalk future.\nm. TNO Future: Req = Industrialize 2 Sites in the Neptune Zone. Ongoing Effects = Can homestead (free action), 12 VP.34 n. Uplift Future: Req = Robots not emancipated (2A6b), Crew/Colonist at a promoted Bernal & spend 20\nAqua. Effects = Every Robot becomes emancipated, Casus belli for War (1D2c), 12 VP.\n31AEROSTAT. A factory floating in an atmosphere can liquefy valuable gases for propellants and fusion fuels. For instance, a hydrogen-balloon factory floating just beneath the clouds on Venus (see the Venus Site illustration on the map) extracts hydrogen, carbon, oxygen, nitrogen, sulfur, and possibly phosphorus from the “air de Venus”. Contrasted with the hellish surface, temperatures and pressures at such altitudes (50 km) are about Earth normal. Humans working outside the gondola won’t need spacesuits, only an oxygen tank and protection from the acid rain. On Saturn, a hot air balloon some 212 meters across would extract the rare isotope Helium 3 for use in clean fusion reactors back on Earth. Liquefaction of 2200 ton/yr of 3He-D fusion fuel, plus 4800 ton/yr of H2 propellant, requires 10 MWe, plus another 400 MWe for separation processes. These sites use windmills to take advantage of abundant winds (350 kph on Venus, 1440 kph on Saturn). They lie deep in the gravity wells, the escape delta-v is km/sec on Venus and 15 km/sec on Saturn. –Courtesy Peter Kokh, Moon Miners Manifesto, 2009.\n32DYSON BUBBLE is a swarm of sails that surround Sol in order to capture part of its power output. The sails are not in orbit but are instead statites–satellites suspended by radiation pressure to prevent them from falling into Sol. Construction of this megastructure uses material mined from Mercury, and would be an initial step towards a Kardashev Type II civilization that captures much of the power of the solar system.\n33MARTIAN SPACE ELEVATOR. Phobos is a favorable terminus for a space elevator for vessels bound for the martian surface, or outward for insertions to other planets or asteroids.\n34TNO stands for “Trans-Neptunian Object\", referring to worlds beyond the orbit of Neptune, particularly in the Kuiper belt, an asteroid belt lying 30 to 50 AU from Sol. Given the rather leisurely orbital velocities, around 4 km/sec, this is a “point and shoot” environment of vast distances and almost intuitive orbital mechanics. I have elected to model it with 4 burns to get up to speed (10 km/sec), and another 4 burns at the destination to decelerate for capture. Hohmanns in between represent the time to target. For the outermost part of the map, I allowed 10 burns to get up to 25 km/sec, then another 10 burns which could either be to accelerate to 50 km/sec for Solar System exit, or decelerate for capture at the EM sunlens.\n24 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T"
    },
    {
      "id": "1E1",
      "title": "Module 1 Endgame",
      "text": "1E. Module 1 Endgame\n1E1. Module 1 Endgame The Game Ends when the final Seniority Disk is taken (D2b). This is after 48 yrs (short game), 60 yrs (medium game) or 84 yrs if playing with Futures (1D)."
    },
    {
      "id": "1E2",
      "title": "Module 1 Endgame Scoring",
      "text": "1E2. Module 1 Endgame Scoring\nScore per M2, for all Modules used. Note that Mobile Factories (including Freighter Figure) count as Factory Cubes for scoring.\na. Module 2. See 2D2.\nb. Futures. Add futures scores (1D2a) for each orange star.\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 25"
    },
    {
      "id": "1F",
      "title": "Module 1 Solitaire: Werner's Star",
      "text": "1F. Module 1 Solitaire: Werner’s Star (by Phil Eklund)\nLittle Werner dreams of becoming an astronaut (or cosmonaut, taikonaut, etc.) and traveling to another star. Can this dream come true? Werner is represented by your Crew card, and he wins if he attains a TW thruster future before he dies of old age. The game should take 2 hours. Use the entirety of Modules 1 & 2, including Futures. You may also add Module 0.\na. Setup. Play with 6 Seniority Disks for a 72-year game. b. Research. Instead of the research auction (I2), take the top card of a patent deck for your Operation, including bonus supports (I2g). This costs a number of Aquas equal to the number of cards taken.\nc. Tragedy. You lose the game if your Crew is involuntarily Decommissioned (Werner dies heroically). d. Werner’s Star Victory. Win if you attain a TW thruster future (1D3) before Werner becomes 84 years old.\nIf playing with Politics (Module 0), the Active Law must end in freedom. e. Interstellar Victory. If you have the Interstellar Module, send Werner off as a passenger in a starship. You win if his son reaches a habitable or living planet. You may integrate this into a continuing Interstellar game.\nFor compatibility with the 3rd edition Interstellar, see Appendix V7."
    },
    {
      "id": "1W",
      "title": "Futures Planning",
      "text": "1W. Futures Planning (by Ulrik Bøe) a. Adapt, Then Plan! Your first factory is often the deciding factor for which strategies you can pursue. It decides what black cards you can build, and also dictates what you need to do to start promoting cards. So first of all, get a mission together, build your first factory, and remember to start collecting the black cards you want as early as you can afford - you may have to grab a valuable thruster when it’s on top of the deck even though you had other plans, or risk seeing it go to the bottom on an Inspiration event, or worse, bought by another player!\nEXAMPLE [1Fb] You buy an electric rocket that comes with a generator support. This costs 2 Aqua. Next Turn you sell the thruster, which gains you 3 Aqua.\n26 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T b. Get Purple. When you have your first factory, start working on promoting cards. Can you anchor a Bernal there? It’s expensive, but gives you enormous flexibility when promoting. If not, what type of colony do you need to promote the cards that you’re building? Make that your second mission.\nc. Look To The Future. As soon as you’ve gotten the cards you want to promote, check their Futures. They will most likely require you to build factories in specific places - try to claim those early, and pay attention to what the other players are doing. If they claim a site you needed, you are allowed to Claim Jump for the sake of the Future.\nd. Keep On Building. Don’t forget to continue to build factories! They will be a large chunk of your points. Don’t worry too much about stock prices, in a Future’s game nobody should expect to get 8 points for having the only factory of a type (with a possible exception for H class). Just try to ensure that none of your opponents get the bonus, they will most likely return the favor! The winner will be one of the players that built the most factories, after that the deciding factor will be dirtside hydration, colonies - and Futures. Make sure you keep all those in mind when planning your moves.\ne. Don't Forget Your Toothbrush. Remember to bring the cards you need to complete the Future. If you want to complete the Dyson Bubble Future, remember to bring the colonist from Lloyd’s Insurance Company along (and pay the 4 Aqua to avoid the epic hazard roll if at all possible)."
    },
    {
      "id": "1Y",
      "title": "About Futures",
      "text": "1Y. About Futures (essay by Erich Schneider)\nFutures are megascale engineering accomplishments so cool, that you will find yourself pursuing it just for the fun of it, even if it is not a winning strategy!\nMini-Black Hole creation (amat-initiated H-B magnetic inertial TW thruster) involves celestial billiards. If the orbital velocity of a Centaur in the Uranus zone was canceled with mass drivers, it would fall towards Sol, and if aimed properly would hit Mercury at 50 km/sec. The resulting energy, 5x1027 J, would be enough to power a 10 TJ civilization like our current one for 150 million years.\nProtium Fusion (crossfire H-B focus fusion TW thruster) represents an attempt to achieve nuclear fusion the same way stars do it, fusing the protons from ordinary hydrogen to form ordinary helium (with the emission of neutrinos\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 27 changing protons into neutrons). This requires temperatures much greater than what we can presently achieve, but does not require special isotopes like deuterium or tritium.\nA Fusion Candle (zubrin-GDM TW thruster) turns a gas giant into a colony ark by building a giant chimney with a fusion reactor at either end and intake in the middle - the surface end keeps the whole structure aloft and the spaceward end is a thruster using the gas giant’s atmosphere as wet mass.\nThe Mass Beam Future (dusty plasma TW thruster) is the next-generation version of the Powersat power beaming technology. Accelerators, powered by the electricity generated between a gas giant and its moon, fire a stream of sulfur at a distant starship. The starship vaporizes the material with a laser, and the resulting plasma pushes the starship via a magnetic field “mirror”. The advantage of the mass beam over a laser beam is that much more of the energy used to accelerate the beam elements is transferred to the starship as momentum.\nThe famous Daedalus (daedalus 3He-D inertial fusion TW thruster) design was the result of a project by the British Interplanetary Society in the mid-1970s. 50,000 tons of deuterium and helium-3 fuel plus a fusion rocket would be used in a two-stage rocket design to accelerate a 500 ton scientific payload to 12% of the speed of light over the course of about four years. This original design had Barnard’s Star as its target, but its modular design allows it to be adapted to other destinations.\nThe liquid with the lowest known density at room temperature is a solution of lithium in anhydrous ammonia. Lithium can be combined with hydrogen nuclei (bare protons) in a fusion reaction to produce energy plus two helium atoms (3He and 4He if the more common 6Li isotope is used, two 4He atoms if the rarer 7Li isotope is used).35\nIt is thus theoretically possible to freeze large quantities of lithium dissolved in ammonia and build a starship hull out of the resulting ice, the lithiated ammonia starship (solem medusa tugged orion TW thruster). The hull is then\n35HELIUM-3 is the preferred starship fuel because it burns clean, but this extremely rare isotope of helium is only found in significant concentrations in the atmospheres of gas giants or on SWIV (solar wind implanted volatiles) sites. Worlds that make close solar passes such as comets may have helium-3 formed by solar wind impingement. Mercury may not have much, both because it has an intrinsic magnetic field that is tiny but enough to deflect impingement except during CMEs, and because its surface temperatures are hot enough to reflect rather than absorb wind particles. Project Icarus identifies aerostats on Uranus as the easiest place in the solar system to obtain helium-3.\n–Shukla, Majumdar, Maiti, Kumar, New Insights into SWIV for lunar regolith characterization, 2018.\n28 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T used as fuel - the ammonia (NH3) is separated into nitrogen and hydrogen, the hydrogen and lithium would be used to generate energy, and the resulting helium and leftover nitrogen would be used for reaction mass.\nA similar “hull of frozen fuel” concept is used in the enzmann starship (colliding FRC 3He-D fusion TW thruster). In this case the hull is a multi-million ton ball of frozen deuterium with an attached fusion engine and crew/cargo module. The resulting starship would be longer than most Earth skyscrapers.\nSynodic comets are interesting for futurists because their high eccentricity allows them to travel between the inner and outer reaches of the Solar System. High thrust burns at perihelion use the Oberth thrust multiplier effect to reach ever more distant, even interstellar distances. Such a starship would be a very slow generational beehive, however."
    },
    {
      "id": "1Z1",
      "title": "Freighter Cards",
      "text": "1Z. Module 1 Patent Card Descriptions 1Z1. Freighter Cards\nThe thruster cards are designed for rockets embarking from LEO, where water is fantastically expensive. Therefore, they use engines that are sparing in water, in other words, high tech engines that run hot with a high specific impulse. Freighters are rockets in the opposite situation, embarking from industrialized sites with plenty of water but low manpower and only crude home-spun technology. Therefore they are very low tech, with poor specific impulses. A typical freighter may have a dry mass of only a few tonnes, perhaps nothing more than an inflated balloon heated by sunlight, and yet it may need so much ice propellant that it appears as a giant iceberg, an iceberg that will have been almost totally exhausted as reaction mass by the time it reaches its destination.\nAntiproton Sail and Harvester — In planetary radiation belts, the collision of cosmic rays with the solar wind create and accumulate anti-protons. A positively-charged harvester sail scoops and directs them into a series of nested spherical decelerators, to be trapped or reflected to the sail for propulsion. The sail material is a mixture of graphite, carbon-carbon fiber, and tiny amounts of uranium. Depositing the antiprotons deep into the uranium (to improve the number of fissions) increases thrust at the expense of specific impulse. Rim-superconductors reduce\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 29 translational losses of the reactants. The high specific energy of the two fission products (approx Pd-111 at 1 MeV/ amu) unfortunately means half the energy must be rejected as waste heat. Unlike a fission-fragment sail, this design can tack, stop, vary the acceleration and specific impulse, and does not need a gossamer sail. The sail parameters are 2 MW/kg and 1 kg/m2\n. A 1000m diameter sail generates 1.5 GWth at a thrust of 0.14 kN and an exhaust velocity of 1.6%c. The starship version rides on an antimatter mass beam. —Stephen Howe, 2013.\nArchimedes Palmer-lens Freighter —An advanced version of the solar-heated rocket replaces the inflatable lens with a swarm of reflecting photon sails held in formation by two Palmer lasers (see Palmer LSP aerosol lens generator). These sails are spun and deployed from regolith by photon sail-propelled Neumann devices. The swarm has a diameter of 275m. In place of rhenium foam, the solar absorber uses space-built reticulated vitreous carbon foam, allowing temperatures up to 3778 K and hydrogen specific impulses up to 1.2 ks. The carbon foam structure is protected against carbon/hydrogen reactions by means of a refractory carbide coating applied by zero-g chemical vapor infiltration (CVI). —A.J. Palmer, Hughes Research Laboratories, 1980.\nD Nanotube Dirt Launcher Freighter — Carbon nanotubes have a tensile strength of 8300 kg/mm2 (81 kN/mm2) and a density of 1800 kg/m3. A cable car system shaped like the letter “D” can operate at 6.8 km/sec and store 23\nMW of energy for every kilogram of cable. The design shown has a 2 km cable, 2mm in diameter and 12 kg in mass. Its radius is 402m. It is driven directly by 500 MWth nuclear turbines, without using electricity. —Alexander Bolonkin.\nFission GCR Freighter —The open-cycle gas core reactor (GCR) contains a critical fissile core in the form of a gaseous plasma. This radiatively heats seeded hydrogen propellant at triple the specific impulse of solid core versions. A 1.5 GWth reactor attains 74 kN thrust at a specific impulse of 3 ks. The 150 MWth of waste heat can be removed by doubling the mass flow rate of open-cycle cooling (to 5 kg/sec), or by radiators. The fuel is 242mAm, formed from Americium-141, which not only has the highest known thermal fission cross section, but also has a low capture cross section, high number of neutrons per thermal fission, and long half life. This permits smaller engines than with uranium fuel, with a 1.5m diameter core, moderator thickness of 0.5m, 500 atm pressure, 65,000 K core temperature, fuel-to-cavity volume ratio of 25%. To prevent fuel loss, the americium fuel core is magnetically-confined with a slightly-asymmetric magnetic mirror. Gas core reactors are difficult to start, so a small pulse of antiprotons are injected to produce the 1022 neutrons needed for startup. —R. G. Ragsdale, Nuclear Thermal Propulsion, NASA/Lewis\nResearch Center, 1990; Kammash and Jan,1992.\n30 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T\nFission-heated Steam Freighter — A nuclear-heated steam rocket engine (NSR) uses a nuclear reactor to convert water propellant to superheated steam. A Calhoun pump raises the pressure of the water to 23 MPa, which acts as the moderator/reflector. Although it requires a massive pump (power ≈ pressure X area X velocity), operation above the critical pressure avoids a propellant phase change and allows operation at a higher power density and specific impulse. A de Laval nozzle attached directly to the reactor converts the steam expansion pressure into thrust. A mixed mean outlet temperature of 1100 K obtains a specific impulse of 0.2 ks. The reactor is a 10 tonne particle bed yielding 1 GWth at 3 MW/liter. The water tank is Kevlar composite with 0.044mm thick walls. Alternatively, the propellant can be carried as water ice. At the maximum thrust of 380 kN, the water flow is 170 kg/sec.\nThe energy required to melt ice into H2O (0.48 MJ/kg) and H2O into steam (2.2 MJ/kg) means that almost half the thermal power is lost to water phase change. —Anthony Zuppero et. al, Nuclear-heated steam rocket using Lunar Ice, 1997.\nFusion Fragment Sail —Imagine radioactive dust embedded in an absorber layer film. The impulses of the fission fragments impart a feeble thrust to this “sail”. The thrust is enhanced with an axial magnetic field too weak to affect the motions of the dust but strong enough to direct the ionized fragments into a beam at 22% efficiency. Unlike a photon sail, which can be steered by tilting in the sunlight, a fission fragment sail receives its energy equally over the entire sail surface, and thus can't be steered. The illustrated design thrusts and steers using A-LIFT (Aneutronic\nLaser Induced Fusion Thruster) steering patches. The thrust is initiated by a picosecond laser pulse which has been chirp-pulse amplified and directed to the first layer of a steering patch. Pulsed at 75 MHz, the laser beam delivers\n20,000 TW/mm2 at wavelengths between 1 and 10 μm. This explodes the first layer of the patch, a 5 μm thick sheet of metal foil. The teravolt per meter electric field ejects protons, which initiate H-B fusion in the second layer, a film of CH2-boron-11 composite. The fusion products are a hundred thousand 8.7 MeV alpha particles, directed by magnets for steering thrust. A 1 km diameter sail has an initial mass of 60 tonnes, but it loses a tonne per year at a 1.9 kw/m2 fusion rate. With a specific impulse of 500 ks but only 140 newtons of thrust, this sail does not perform well in the moderate g-fields around planets. If starting in Earth-Luna L3, it takes a month for the spiral-out from Earth, only 4 years on the long leg to Jupiter, and over a year for a spiral-in to Callisto.\n—V.P. Krainov, Lisitsa, Roussetski, Ignatyev, Andrainov, Observation of neutronless fusion reactions in picosecond laser plasma, 2005.\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 31\nHIIPER Beam-Rider Freighter —The Helicon Injected Inertial Plasma Electrostatic Rocket (HIIPER) employs one of the highest density plasma sources (Helicon) for plasma production and one of the most erosion-resistant accelerators (Inertial Electrostatic Confinement) for plasma acceleration. This decoupling of the ionization from the acceleration stage allows HIIPER (like VASIMR) to exhibit improved variable specific impulses and thrust to power ratios. The propellant can be a variety of gases, e.g. nitrogen, argon, or xenon. Electricity is provided by a 500 MW remote laser beam, intercepted by a laser sail of 312m diameter. Operating at 600 K with an emissivity of 0.06 and an absorbance of 0.135, 250 MWe is generated. Assuming 0.100 kg/m2, the sail mass is 7.5 tonnes. The pencil-thin multi-kV plasma exhaust generates just 530 newtons of thrust, about the weight of 2 airport suitcases. But the exhaust velocity, unsurpassed for an electric engine, is 0.45% the speed of light.\n—Akshata Krishnamurthy, HIIPER Space Propulsion Lab, 2012.\nInflatable Solar-heated Freighter —A solar-powered rocket needs a large lightweight collecting surface with a sun-tracking system. This can be obtained by an inflated plastic balloon of parabolic architecture focusing laser or sunlight into a “blackbody” cavity. A secondary concentrator made of single-crystal zirconia, sapphire, or yttriumaluminum-garnet (YAG) acts as a window to the chamber. The length of the cylindrical cavity allows most of the entering radiation to be used for heating the working fluid (propellant). After flowing through a foam-filled annulus around the receiver cavity, the superheated fluid is expanded through the nozzle. The high temperature metal rhenium is used throughout, which limits the temperature to 2800 K and the specific impulse to about 1 ks with hydrogen or 0.19 ks with water. The vessel of rhenium tubes is held by a carbon shell and is further encased in a reradiation shield to prevent heat loss. —NASA Ames, 2012.\nKESTS Hoop Dirt Launcher Freighter —Kinetic Energy Supported Transportation Structures (KESTS) are a type of electric rocket able to propel a small “rubble-pile” asteroid by anchoring two quasi-elliptical accelerator-hoops on its equator. The hoops are supported by internally-generated centrifugal forces instead of by strength of materials (unlike tether space elevators). They are analogous to the stator of a synchronous electric motor, supported by electrodynamic coupling to mass stream armatures whirling at 10 km/sec. Two counter-rotating mass streams are used to avoid forces due to angular momentum. Humans and cargo travel in vehicles magnetically linked to one of the mass streams, arriving at an upper space station in synchronous orbit with the asteroid’s rotation. A chain of dirt buckets at much higher acceleration releases regolith at the hoop apex at 10 km/sec. Two symmetrical hoops on opposite sides of the asteroid provide 56 kN total thrust at 500 MWe. —JED Cline, 2013.\n32 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T\nMagnetic Mirror Beam-rider Freighter —This beam-rider employs a magnetic mirror with two coils to reflect an incoming mass beam. The larger stern coil is 100m across and shielded weighs 120 tonnes not including radiators.\nThe mass beam originates from the inner solar system, perhaps from a solar-powered accelerator in one of the Sol-Venus Lagrange points. The accelerator can be linear (lineac) or circular (cyclotron). It aims the mass beam using flywheels with superconducting electric motors. The beam is focused by a string of field lenses and lasers. The lasers are tuned just below a significant absorption frequency of the beam particles, so that those that stay on the beam won’t absorb a photon, while the Doppler shift of those that drift toward a laser brings them into resonance with the laser, pushing them back into the line. The beam, composed of atoms, molecules, clusters, or pellets, must be electrically neutral while flying through space (to prevent spreading), yet must be charged to be accelerated by the accelerator and decelerated by the spacecraft. Stern lasers in the spacecraft ionize the stream so that it can be decelerated and reflected by the mirror. Unreflected portions of the beam pass through the toroidal geometry, forming a bow \"guard plume\" that helps shield the high-speed vehicle against space dust. A cell of water guards the spacecraft against wayward beam particles. A 1.2 GW mass beam, moving at 1700 km/sec (0.56%c) and reflected at 81% efficiency, provides 1.2 kN thrust. —G. David Nordley.\nPoodle Steam Freighter — A product of late 1960s nuclear boldness and naivety, this thruster heats its working fluid through the natural decay of radioactive isotopes. A very simple design, with no moving parts, the reactor uses the expensive and short lived 210Po to generate heat and thrust which limits the length of the mission. However, since decay cannot be “turned off,” heat must either be used as thrust or radiated. On a personal note, it is really fun reading declassified 1960s era documents! —E. Nezgoda, Radioisotope Propulsion Technology Program (Poodle) — Final\nReport, 1967; J. Whiton, Status Report — Radioisotopic propulsion systems, 1965.\nRotary Dirt Launcher Freighter —The rotary pellet launcher (RPL) is a tapered tube rapidly rotating so as to accelerate small (10g) pellets of compressed regolith. Near the tip the imposed acceleration is some 100,000 gees.\nThe pellet presses on the side of the tube with a force of approximately 8.9 kN, and exits at 4 km/sec. The rate is 230 pellets/sec. The material is Kevlar, at 60% of yield strength, lined with TiNi alloy for wear resistance. The liner is subject to considerable abrasion and wear and is replaceable. A double turret has a mass of 17 tonnes. Two such turrets are needed, counter-rotating, for the spacecraft or asteroid to maintain zero net angular momentum.\n—Space Settlements: A Design Study, NASA Ames, 1975.\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 33\nZ-pinch 3He-D Target Fusion Freighter —A Target Fusion engine has two stages: a plasma injector that produces extremely hot plasma and moves it to the second stage, a liner implosion system that magnetically compresses the hot plasma to fusion conditions. Compression is via wire-array Z-pinch and the Ulam ablation implosion effect (i.e. the Lorentz force from high current in a lithium metal liner supplied by movable helical-flux generators). The imploded liner becomes part of the propellant. Target Fusion therefore combines the heating at low density approach of magnetically-confined fusion with the rapid heating of inertial-confined fusion. Because the plasma has to stay in the magnetic confinement only for fractions of a second, the requirements for the confinement are correspondingly low and less costly. Because the target is already a superheated plasma, the requirements for the pressure levels are not as stringent as in inertial fusion. —G.A. Wurden, http://www.lanl.gov/physics. 2013.\nZ-pinch D-T/6Li Fusion Freighter —A Z-pinch fusion engine runs very large currents (Megaampere scale) through plasma over short timescales (10-6 sec). The magnetic field resulting from the large current then compresses the plasma to fusion conditions. A Z-pinch rocket engine running on both D-T and n-6Li uses an annular nozzle with D-T fuel injected through the innermost nozzle and 6Li introduced through a cylindrical outer nozzle like a “shower curtain.” The 6Li propellant injection is focused in a conical manner, so that the D-T fuel and 6Li mixture meet at a specific point that acts as a cathode. 6Li serves as both a current return path to complete the circuit and as a neutron absorber. The n-6\nLi reaction produces additional Tritium fuel and energetic byproducts that boost the energy output. At the optimal mixture of D-T fuel and 6Li propellant, the Z-Pinch engine produces 3.8 kN thrust at a specific impulse of 19.4 ks. Neutrons and gammas that escape the 6\nLi liner are captured by FLiBe coolant and the waste heat is passed on to He and NaK radiators operating at 1250 K. During each 1 GJ fusion pulse, the current induced in the thrust coils is used to recharge capacitor banks for the next shot, with a Q = 3. Because a large amount of energy (333 MJ) must be discharged to the D-T bolus within brief time (100 ns), Marx capacitors are used, at a frequency of 10 Hz. — J. Miernik et al, Fusion Propulsion Z-Pinch Engine Concept, Marshall Space Flight Center, 2012.\n34 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T"
    },
    {
      "id": "1Z2",
      "title": "GW/TW Thruster Cards",
      "text": "1Z2. GW/TW Thruster Cards\nThese thrusters are in the gigawatt (billion watt) or even terawatt (trillion watt) power class. Those that have a specific impulse greater than 80 ks enjoy a fuel consumption of zero in the game. 80 ks is equivalent to an exit velocity fast enough to be measured as a percentage of the speed of light: 0.27%. This does not mean that they do not need propellant; all rockets need reaction mass to maneuver in space. Reactionless drives such as Dean drives,\nEm drives, warp drives, RF cavity thrusters, etc. violate Newton’s 3rd Law and there is no evidence that they can be made to work at any scale. This limitation applies not just to rockets, every vehicle ever made needs mass-based action-reaction to accelerate or turn. Which is to say: energy is not enough, you need mass as well as energy for space maneuvering.\nAmat-catalyzed Fission-fusion GW Thruster36 —This spacecraft burns fuel pellets of Deuterium, Tritium, and Uranium-238 (nine parts D-T for every one part 238U). These are injected into the reaction chamber, compressed with ion beams, then irradiated with a 2 nsec burst of antiprotons. Although this antimatter does not “catalyze” the reaction, it does initiate uranium fission which in turn generates D-T fusion. The high energy radiation is thermalized (to 1 keV) by a 200 g WLS lead coating around the target. Even so, only a third of the reaction energy and target fragments are intercepted by the thrust shell (an 8m diameter ablative nozzle made of silicon carbide). About\n20% of the energy is lost as high-energy neutrons, and a 1.2m neutron shield made of LiH is needed to protect the fuel rings. A heat engine in this shield powers the 10 MW initiator. Each 40 tonne tank of SiC propellant ejected uses 7 ng of antiprotons. At 1 Hz and an ejected mass per shot of approx 2 kg, 302 GWth is generated. At an overall efficiency of 6%, thrust is 275 kN at an exhaust velocity of 0.04%c.\n—Lewis, Meyer, Smith, and Howe of Penn State University, 2000. AMAT, short for “antimatter”, is the most concentrated energy storage media possible, converting 200% of its mass into energy upon contact with an equivalent mass of ordinary matter. Something the size of a grain of salt gives off as much energy as 2 tonnes of the best chemical rocket fuel. It is not a solution for an energy crisis, as it is a synthetic fuel, not found in nature, that will always require at least 10,000X as much energy to produce as obtained from its annihilation. Although amat has some utility as a catalyst for nuclear reactions, as theorized here, it is almost worthless as a rocket fuel. The problem is that the energy of an amat reaction is not “pure energy”, but rather in the form of pions, both charged and neutral, that almost instantly decay into hard gamma rays. Unlike neutral particles like neutrons, which have a definite absorption depth in a given material, gammas penetrate exponentially, which is saying they can’t be totally stopped, even in a high Z thermalizer such as lead or tungsten. This means that a huge percentage of energy in an amat rocket or starship will end up as waste heat, requiring radiators to reject.\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 35\nAmat-initiated H-B Magnetic Inertial TW Thruster —Conventional inertial confinement fusion compresses a fuel pellet to many times solid state densities while simultaneously delivering energy to the core to initiate the burn. Magnetic inertial fusion circumvents this by creating fusion plasma by wall ablation inside a pellet. The ablation is initiated by a high energy beam entering through a hole in the pellet wall. The thermoelectric effect of the impact generates a strong magnetic field (12,500 T) that thermally insulates the hot dense plasma from the metal wall of the pellet. This ignites the core and allows it to burn a long time, combining the advantages of magnetic and inertial confinement. The design uses a 9 nsec pulse of a hundred billion antiprotons as the high-energy beam and hydrogen and boron in a ratio of 5 to 1 as the fuel. The H-11B fusion fuel has the advantage of producing only charged particles in the form of three alphas, and no neutrons. Each lead-shelled pellet is 50 mm in diameter and masses half a kilogram. The igniter particle cascade has 140 GJ of kinetic energy plus 30 joules of annihilation energy. At a Q = fusion energy/igniter energy = 2, each shot produces 280 GJ of fusion energy. One shot every 2 seconds generates 83 kN thrust and 0.4%c exhaust velocity.\n—Kammash, Martin, Godfroy, Antimatter Driven P-B11 Fusion Propulsion System, 2003.\nColliding FRC 3He-D Fusion TW Thruster —A field-reversed configuration (FRC) is an ellipsoid plasma cell with an azimuthal current reversing the direction of the externally applied magnetic field. The resultant field provides for toroidal plasma confinement without requiring a toroidal vacuum vessel or coil set. In a colliding plasma mirror, two FRCs generated by theta pinches at opposite ends of a long magnetic mirror are accelerated magnetically to a million miles per hour and slammed into each other. The fusion products escape out both ends of the machine; one end is MHD-tapped for electricity, and the other expanded in a magnetic nozzle for thrust. Fuel can be 3He-D or H-11B. A 220 GWth reactor generates 5 kN thrust at Q = 2 and an exhaust velocity of 11%c. —Helion Energy, 2010.\nCrossfire H-B Focus Fusion TW Thruster —The six arms of the Crossfire Reactor fire positive 600 keV ions into a negatively-charged central magnetic cusp. The ions, confined radially by magnetic fields and longitudinally by electric fields, are reflected back and forth by an electrostatic lens at the distal end of each ion gun. Pulses in the magnet currents oscillate the magnetic flux, transferring energy radially to the plasma. This pinch effect increases the fusion rate. The magnet walls are coated with a bremsstrahlung mirror to reflect the x-rays back into the plasma. The preferred fuel is hydrogen-boron. This reaction produces only charged reactants, which overcome the electric field and exit longitudinally, to be directed by magnetic and electric fields for thrust. At a power of 28 GWth, the thrust is 2.5 kN at an exhaust velocity of 5%c. —Moacir Ferreira Jr.\n36 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T\nDaedalus 3He-D Inertial Fusion TW Thruster —Project Daedalus is the benchmark design for an unmanned interstellar probe. The card statistics are for the second stage only. (The full 2-stage starship has a Dry Mass of 100 mass points, and needs 1350 tanks of 3He-D fusion fuel pellets to reach Barnard’s Star.) Injected at 250/sec, these pellets are ignited by electron beams with driver energies of 2.7 GJ and 400 MJ for the first and second stages respectively. (A recent study refutes that an e-beam can ignite fusion pellets due to magnetic erosion and charge repulsion.) The high gain of the system (Q = 35), allows MHD coils in the nozzle to generate the energy needed for the next cycle. The engine bell, made of molybdenum TZM alloy and glowing orange hot (1500 K), rejects the waste heat. The computed burn-up fraction for the fusion fuels is 0.175 and 0.133 for the first and second stages, producing exhaust velocities of 3.5%c and 3%c, and thrusts of 7540 kN and 660 kN respectively.\n—A. Bond et al., Project Daedalus — The Final Report on the BIS Starship Study, 1978.\nDense Plasma H-B Focus Fusion GW Thruster—This vehicle employs clean “aneutronic” dense plasma focus (DPF) fusion power using hydrogen and boron-11 fuel. The total bremsstrahlung power, found by multiplying by the pinch volume (~10-6 m3) and the repetition rate (10 Hz) is 1 GWth, at a particle number density (electron and ions) of 2 x 1022 /cm3 and an electron temperature of 1.3 MeV. At Q = 3, ignition is provided by a 33 MJ capacitor bank with a specific energy of 15.0 MJ/tonne and a specific volume of 5.0 MJ/m3. A second capacitor bank is included as a back-up. Engine parameters are anode radius = 14cm, cathode radius = 38cm, thrust = 1.7 kN , specific impulse = 64 ks (0.2%c), overall efficiency = 81%. Open-cycle cooling of the reaction chamber and magnetic nozzle with 2.75 kg/sec of liquid hydrogen boosts the thrust to 55 kN but lowers the specific impulse to 2 ks.\n—Sean D. Knecht et al.\nDusty Plasma TW Thruster—A dusty plasma reactor suspends slightly-critical dust grains in an electric field, and uses the high-speed fission fragments directly for thrust. Upper and lower paraboloid LiH moderators reflect enough neutrons to keep the reacting dust critical. Twin cooled carbon-carbon heat shields reflect the dust infrared energy away from the moderators. For uranium dust grains, 81% of the energy released is the kinetic energy of the fission fragments, with the remaining 19% released in the form of beta, gamma, and neutrons, for a total of 207\nMeV per fission. The escaping fission fragments are cooled by collision with the Li propellant, for a mean exhaust velocity of 3.4%c. Superconducting field coils and quadrupole current loops act as a magnetic mirror to direct the fragments and propellant for thrust. A 14 GWth dusty plasma generates 1.1 kN thrust with minimal open-cycle cooling, or 550 kN with enough Li coolant to absorb most of the neutrons. The lithium can be supplied by a Li\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 37 mass beam. The nanometer-sized dust is radiatively cooled, with a thermal efficiency of 40%.\n—NASA NAIC Spring Symposium, 2012.\nLevitated Dipole 6Li-H Fusion GW Thruster —Most magnetic-confinement fusion vehicles use either irrational flux surfaces (i.e. tokamak, stellarator) or open magnetic field lines (i.e. magnetic mirror). Closed field line systems such as dipoles have received much less attention; however, they possess several uniquely useful properties including the confinement of high beta plasmas with low turbulent transport, and high-energy low-particle confinement in a steady state configuration created by a small number of non-interlocking coils. Levitating the dipole magnet offers steady state operation with high stability and efficient ash removal. Moreover it eliminates end losses, supporting the ignition of advanced fusion fuels with low fusion cross sections such as 6Li -H or helium-catalyzed D-D. The latter cycle suppresses the production of energetic (14.1 MeV) neutrons by removing the thermal tritium ash and replacing it with the helium-3 decay product. The chief drawback of the dipole approach is the need for a levitated superconducting ring internal to the plasma. This “floating ring” unfortunately intercepts 24% of the fusion photons and neutrons, and yet must be kept cool enough for superconduction. The ring is shielded by a millimeter thick layer of tungsten followed by a C-C fiber composite shield that constitutes a third of the ring mass. The outer layer, radiating 1 MW/m2 at 2700 K, returns 400 MW back to the plasma. The C-C layer attenuates 90% of the neutron flux (60 MW for a D-D reaction). An internal shell, thermally isolated from the tungsten, provides a temperature difference that drives an internal 10 MW refrigerator to keep the internal superconductor windings cold. These windings, operating at a coil current density of 330 M A/m2, generate a 30 T peak field. The beta is 3.1 at a confinement time of 5 sec. For a 1.2 GWth fusion reactor, thrust = 1.4 kN, and exhaust velocity =\n0.37%c, assuming an efficiency of 63%. — J. Kesner, D.T. Garnier, A. Hansen, M. Mauel, L. Bromberg, Helium Catalyzed D-D Fusion in a Levitated Dipole in a Z-Pinch, 2003.\nMini-mag Orion Z-pinch Fission GW Thruster —The Mini-MagOrion design adds two important aspects to the family of Orion concepts: first, the use of Z-Pinch magnetic compression of the fissile targets, allowing much smaller explosions (280 GJ yield vs. 20,000 GJ), and second, replacing the pusher plate with a magnetic nozzle.\nOnly a small fraction of Cm-245 fission fuel is actually carried with the spacecraft, the remainder of the propellant (macro-particles of Cm-245 with a D-T core) is beamed to the spacecraft. The hybrid fission-fusion system has a Q of 3889 at 24% efficiency. Use of 280 GJ bombs at 1 Hz yields 1130 kN thrust with a specific impulse of 12 ks.\n—Roger Lenarda, Dana Andrews, Use of Mini-Mag Orion and superconducting coils for near term interstellar transportation, 2007.\n38 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T\nSalt-water Zubrin GW Thruster — The illustration shows the vision of Robert Zubrin: a rocket riding on a continuous controlled nuclear explosion just aft of the nozzle/reaction chamber. The propellant is water, containing dissolved salts of fissile uranium or plutonium. These fuel-salts are stored in a tank made from capillary tubes of boron carbonate, a strong structural material that strongly absorbs thermal neutrons, preventing the fission chain reaction that would otherwise occur. To start the engine, the salt-water is pumped from the fuel tank into an absorber-free cylindrical nozzle. The salt-water velocity is adjusted as it exits the tank so that the thermal neutron flux peaks sharply, outside the rocket. At critical mass (around 50 kg of salt water), the continuous nuclear explosion produces 427 GWth, obtaining a thrust of 8600 kN and a specific impulse of 8 ksec at a thermal efficiency of 99.8% (with open-cycle cooling). Overall efficiency is 80%. —Robert Zubrin, Nuclear Salt Water Rockets: High Thrust at 10,000 sec\nISP, J. British Interplanetary Soc. 44, 1991.\nSolem Medusa Tugged Orion TW Thruster —Johndale Solem’s “Medusa” is an Orion-type rocket driven by thermonuclear detonation waves behind a lightweight spinnaker canopy. The design uses 15 kiloton yield deuterium bombs with a fireball radius of 200m. A millimeter-thick spinnaker made of reinforced-Kevlar sized to this fireball is tonnes. The traditional design has been augmented with a 400m magnetic mirror to ensure the fuel is completely vaporized before it hits the spinnaker. A second enhancement is proton beam fuel ignition, eliminating the need for fission materials and reducing the density of the expelled reactants (thus improving specific impulse). The 100 MJ beam is formed when a plasma bridge from a hohlraum target contacts a levitated superconducting ring charged to 1 GeV. Gigavolt multi-megaamperes of current strikes the end of a compressed fuel rod of deuterium encased in the hohlraum. If the current needed for ignition is below the Alfvén limit for ions, this beam is “stiff” and well in excess of the critical current to entrap the D-D fusion reaction products, a condition for detonation. The large currents generated are directed by magnetic field coils to the stern of the spacecraft, where thermionic emitters channel the electrons into space, using a process called inductive charging. This charges the ring for the next shot. A 12 kg hohlraum bomb (containing solid hydrogen propellant) is exploded every 10 seconds for maximum thrust (1700 kN), using a servo winch to keep the thrust constant. The collimation factor C0 = 0.14 with an exhaust velocity of 0.47% c. —F. Winterberg, Deuterium Microbomb Rocket Propulsion, 2008.\nSpheromak 3He-D Magnetic Fusion GW Thruster —The Spheromak toroidal magnetic confinement is open geometry, allowing direct thrust and energy conversion of fusion products (unlike a Tokamak). The central part of the plasma focus, sustained by inductive helicity injection, cyclically produces pre-fusion plasma. A laminar dynamo\nMODULE 1 - TERAWAT T | HIGH FRONTIER 4 ALL | 39 is used to suppress turbulence. The residual magnetic field of the plasma focus discharge further compresses the Spheromak plasma to ignition conditions and pushes it out of the reactor into the magnetic nozzle. For a 3He-D or D-D based thruster, the low temperature plasma flowing in the region surrounding the reacting core (the socalled scrape-off region) has temperatures in the range of 100eV, corresponding to specific impulse values of 50 ks (0.16%c). Open-cycle cooling varies the thrust between 14 and 56 kN. —M. Katsurai and M. Yamada, Studies of Conceptual\nSpheromak Fusion Reactors, 1982.\nVISTA D-T Inertial Fusion GW Thruster —The deuterium-tritium (D-T) reaction is messy. One-half its energy is high-energy neutrons, one-fourth is x-rays, and one-fourth is charged plasma debris. The conical shape of the VISTA spacecraft allows it to avoid most of the neutrons and x-rays, while redirecting the charged component with a 12 Tesla “warm” magnet. Consequently, VISTA uses only 9% of the fusion output for propulsion, and an equal amount for power generation. The gain (assuming advanced fast igniter lasers) is 600. Throttling is accomplished by varying the target firing rate between 0 and 30 Hz. Variable exhaust velocity is also available by varying the amount of hydrogen propellant enclosed in each hohlraum target pellet. Both the inside and outside of the cone provide a radiator area rejecting 760 MWth. The magnet shields at 140 tons constitute most of the engine mass.\n—C.D. Orth, G. Klein, J. Sercel, N. Hoffman, K. Murray, F. Chang-Diaz, VISTA - A Vehicle for Interplanetary Space Transport Applications Powered By Inertial Confinement Fusion, 2003.\nZubrin-GDM TW Thruster —A hybrid fusion-fission rocket uses D-T fusion as a neutron source to initiate fission in a blanket of uranium salt water surrounding the long narrow fusion core. The fusion geometry is a gas dynamic mirror (GDM), which generates electricity on one end and thrust on the other. The Q for fusion is 2.9, using neutral beams. The Q for Zubrin-style continuous fission is about 10, which greatly boosts the thrust. The thermal efficiency is 76%.\n40 | HIGH FRONTIER 4 ALL | MODULE 1 - TERAWAT T\nCopyright © 2020,\nIon Game Design & Sierra Madre Games\nAuthors: Phil Eklund & Jeffrey Chamberlain\nPart of High Frontier 4 All — Core: SMG28-4 Product no: SMG28-4.1"
    }
  ]
}