{
  "id": "m2_colonization",
  "title": "Module 2 – Colonization",
  "version": "1.0.0",
  "last_updated": "2026-02-19",
  "description": "",
  "module": "m2",
  "sections": [
    {
      "id": "2A",
      "title": "Module 2 Overview",
      "text": "2A. Module 2 This colonization module introduces orbital space colonies called Bernals (2B) and space pioneers called Colonists (2C). These two types of cards extend the core game to go beyond industrializing and exploiting the resources of the solar system to colonizing and settling the solar system. Bernals upgrade your Colonies to give you extra VP, based on the Hydration of nearby Factories. They also award Colonists, which you can take to Sites to perform extra Operations there. In addition these rules feature some extra advice and experimental rules for HF Core.\na. The Box Cover Painting depicts a submarine mine on Ariel, a moon of Uranus. It was created by our staff artist Josefin Strand following the ideas of Matterbeam. The entrances to the flooded tunnels are in the prominent graben that crosses the picture. These tunnels descend 200 km through the ice to the salty ocean that surrounds\nAriel’s core. Here the mining operation washes the cold muds in situ to extract ammonia, hydrocarbons, sodium, potassium, and metals. Visible in this painting are the large circular receiving rectenna for obtaining beamed microwave power, and the twin coilgun muzzles for launching products to orbit at a muzzle velocity of 0.6 km/sec."
    },
    {
      "id": "2A1",
      "title": "Module 2 Components",
      "text": "2A1. Module 2 Components Drawer Box Bernal Cards. These orbital colonies are White-Side (basic) / Purple-Side (advanced lab). Colonist Cards Bernal Figures (2 of each player color). These Figures represent 2 types of orbital space colony designs (Kalpana\n& Stanford), used to house the families of your employed Colonists.1 Wooden Stick for terrestrial Space Elevators. Playmat Extensions.\n1GLOBUS BERNALS. The classic 1970’s space station designs made famous by Gerald K. O’Neill and the movie 2001 have been slimmed down dramatically thanks to two discoveries: (1) equatorial low-earth orbit (ELEO) has very little radiation exposure, and thus a colony there requires little or no heavy radiation shielding, and (2) trained humans can tolerate 6 RPM, rather than the 1 RPM previously assumed. The result is a small station fabricated on Earth rather than with ET materials, with a population in the hundreds, and boosted by a few dozen superheavy-lift flights such as Falcon Heavy,\nSLS, or Long March 9. The game’s Bernal cards represent one of these designs with 100 residents, with Mass 40 fully loaded and Mass 10 empty – such as while under construction or dismantled for migration. Outside the Earth’s protective Van Allen Belts, a massive regolith shielding must be added, supplied by dirtside factories using railgun factory-assist. With buckets of rocks rather than delicate cargoes the throughput can be very high, allowing a full complement of shielding to be added in less than a year.\n–Al Globus, Stephen Covey, & Daniel Faber, Space Settlement: an Easier Way, NSS Space Settlement Journal, July 2017."
    },
    {
      "id": "2A2",
      "title": "Module 2 Setup",
      "text": "2A2. Module 2 Setup\nSetup is per core setup (C), except during patent decks setup (C5), additionally place Bernal Cards and create a colonist queue as follows:\na. Bernal Patent Deck Setup. Include Bernal Cards as another patent deck, with its White-Side faceup. They are researched like all patent cards, and your first one enters the map by boosting, while the second enters at the location of the first (constructed in orbit).\nb. Colonist Queue. Shuffle all the colonists, both Human and Robot (2C2), and place in a deck with its Purple-Side facedown. This deck, called a queue, is set apart from the patent decks, as these cards are not in a patent deck and are not for auction. They are, however, affected by inspiration (K2a). The cards in a queue come into play only by exomigration (2A6).\nc. Bernal Reserves. Add to each player’s Reserves 2 Bernal Figures of their color. d. Choose Game Length & Futures. During Seniority Disk placement (C1), place Seniority Disks according to desired game length: short (4 disks for a 48-year game, same as core), medium (5 disks for a 60-year game), or Futures (7 disks for a 84-year game, only if you choose to play with Futures 1D).\ne. Choose Quick Start. When playing with the 60-year game or longer, or if playing with more than 3 players, the Quick Start Variant (V1) is recommended.\nf. Extra Wet Mass Chits. Each player adds 1 extra yellow/gray Wet Mass Chit to their Pool (from the core game)."
    },
    {
      "id": "2A3",
      "title": "Promotion",
      "text": "2A3. Promotion (new Operation, also in Module 1)\nThis Operation, which flips a stack card to its improved Purple-Side, is common to Modules 1 and 2. Every card with a Purple-Side has a dome icon to the left of the Thrust triangle which indicates the type of Colony at which it may promote. To use the promote operation, an unpromoted card (Bernal, Colonist, Freighter, or GW thruster) must either be at a promotion colony specified by its dome icon, or at a Lab:\na. Promotion Colony is a Colony at a type of Site indicated by a card’s dome icon. There are 5 types: • Spectral Colony if at the specified Spectral Type (D, H, S, etc.).\n• Submarine Colony if at a Site with the waves icon (see glossary). • Astrobiology Colony if at a Site with the leaf icon (see glossary).\n• Atmospheric Colony if at a Site with the cloud icon (see glossary). • Push Colony marked with the push icon (in the Heliocentric Zones of Earth, Venus, or Mercury, plus Io).\nMODULE 2 - COLONIZATION | HIGH FRONTIER 4 ALL | 5 b. Anchoring Promotion Colony. A Bernal may only be promoted if Anchored adjacent to the promotion colony specified by its dome icon. Promotion gains a Bernal’s promoted Abilities and raises the colonist limit from 1 to 2 Colonists (2Ca).\nc. Lab Promotion Site. A Promoted and Anchored Bernal is always a valid promotion colony for all Colonist, Freighter, and GW Thruster cards.\nd. Negotiation. To promote, the Colony must either be your color or be an opponent’s color as a negotiated on-site operation (N6).\ne. Decommissioning Promoted Cards. Except for Robot sales (2C2a) and Robot transfers (Nb), Purple-Side cards cannot be sold on the free market (I3b) or included in a stack transfer (N3). They can be involuntarily\nDecommissioned, but see (1B7) and (2C2). They can be voluntarily Decommissioned (Felony for Human Colonists) and then sold or transferred from your Hand (except Human Colonists). They return to play on their White-Side or Black-Side by being boosted (Bernals), exomigrated (Human Colonists), or ET Produced (Robots, Freighters, and GW Thrusters).\nYou build a Colony on phaethon, a comet in the Earth Zone. You anchor a Bernal there (solar cell factory, with a push promotion icon), and give it a colony dome. Thereafter, a promote operation promotes it into a Lab."
    },
    {
      "id": "2A4",
      "title": "Homesteading",
      "text": "2A4. Homesteading (new operation)\nThis Operation is a new way to build a Colony (in addition to G3) and simulates creating an economic incentive to settle at a Factory. By surrendering a Black-Side product in LEO, you create a new Colony, retire a Human Colonist who is presumed to live at the Colony, and generate a fresh replacement through exomigration. Follow these 3 steps:\na. Colony-Building. If you have a Black-Side card in either LEO or your Home Bernal, you may return it to the bottom of its corresponding patent deck in order to establish a Colony in space. Place a Colony dome on one of your uncolonized Factories.\nb. Decommission. To staff your new Colony, you must Decommission one of your Colonists (no matter where it is). It goes to the bottom of the Colonist Queue. This is not a Felony.\nc. Exomigration. You must exomigrate (2A6) a new Colonist, to bring your number of Colonists back into parity with your Bernals.\nd. Delegates (Module 0). For each exomigration, you gain one delegate of your color per 2A6c.\nEASILY MISSED: The PurpleSide contains Futures, which are ignored unless you are using 1D. [2A3e]\nEASILY MISSED: You cannot homestead your Crew or non-emancipated Robots.\n[2A4b]\nANCHORING PROMOTION COLONY\nEXAMPLE [2A3]\nYou manufacture a Black-Side S card on Luna, and fly it to your Home Bernal. On your next Turn, you use this card to homestead, putting it on the bottom of its patent deck. Then you Decommission your House of Saud Colonists on Mars, returning their card to the bottom of the queue. You add a colony dome to your Factory on Europa. Then you exomigrate the top card from the colonist queue, the Biomechs. Place this card in your Home Bernal stack."
    },
    {
      "id": "2A5",
      "title": "Anchoring",
      "text": "2A5. Anchoring (new operation)\nThe anchoring operation uses regolith and ores railgunned from Dirtside Factories to build a Bernal into a functional orbital colony. The Bernal card remains in (or is moved to) the Bernal Stack slot, and its supports are\nDecommissioned. A Colony dome, taken from your Reserves, is placed on top of the Bernal figure to indicate that it is Anchored. Anchoring a Bernal also adds the topmost Colonist to your LEO Stack or Home Bernal via exomigration (2A6). Anchoring protects colocated cards from events, see 2B3f.\na. Orbital Requirement. The Anchored Bernal location must be either a Home Orbit or Adjacent to one of your Factories that is not used as Dirtside already. Additionally, the location cannot be a lander burn, Hazard, or Site, and cannot be in the same Space as another Bernal. If you already have a Home Bernal, you may not anchor a second in a Home Orbit. Finally, you cannot Anchor to Luna (2Ba).\nb. Card Requirements. To anchor a Bernal, you must Decommission its support chains (including radiators).\nYou bring a Bernal to the gefion family orbit, where you have potential colonized Dirtside Factories on Ceres and minerva. You perform the anchoring operation, which Decommissions the Bernal’s supports (a generator, a reactor, and a radiator).\nc. Solar-Powered Requirements. When anchoring a Bernal, Solar-Powered supports do not work in the Jupiter zone or beyond. If you get a push from a Powersat (representing beamed laser power), Solar-Powered supports work in all zones.\nYou wish to anchor in Low Callisto Orbit (LCO), but your generator for your Bernal is Solar-Powered. Therefore, you negotiate with a player with the Powersat privilege (N4a) to give you a push during the anchoring operation.\nd. Glitch Trigger. Anchoring a Bernal is a Glitch Trigger.\nEXAMPLE [2A4]\nEXAMPLE [2A5b]\nEXAMPLE [2A5c]\nMODULE 2 - COLONIZATION | HIGH FRONTIER 4 ALL | 7 e. Lab Promotion. Every unpromoted Bernal lists a dome icon specifying its promotion colony (2A3). Once it is Anchored with at least one Dirtside (2Ba) at a promotion colony, you can perform a promotion operation (2A3) to flip its card to its Purple-Side, unlocking its Ability (2B4) and making it into a Lab.\nf. Exomigration. Anchoring a Bernal immediately gains a Colonist by exomigration (2A6), which also assigns a delegate (G3c) of your color to the assembly (in the ideology of the Colonist), and performs a vote tally (O3a).\ng. Unanchoring. New free action, see 2B6."
    },
    {
      "id": "2A6",
      "title": "Exomigration",
      "text": "2A6. Exomigration (new free action)\nIf on your Turn your total number of Colonists is less than the number allowed by your Anchored Bernals (e.g. after anchoring (2A5) a Bernal, or losing a Colonist for something other than Murder/Suicide), you must perform an exomigration as a free action to gain one Colonist. Note that if promoted, Anchored Bernals support 2 Colonists instead of 1.\na. Procedure. Take one Colonist card from the topmost card of the colonist queue (2A2b). If it is Human, move it into either LEO or your Home Bernal. If it is a Robot, move it into your Hand, and perform another exomigration. Exomigrations continue until you get a Human into space.\nb. Emancipated Robots are what all Robot Colonist cards (promoted as well as unpromoted) become if there is an exomigration and no cards in the queue to draw from. This Discards all Robots in all players' Hands, one of which is drawn randomly for the exomigration. From that moment on, Robots cannot enter player Hands, and are considered as Human Colonists (and not Robot Colonists). Emancipation can only occur once per game. Emancipation also occurs if the uplift future (1D5n) has been completed.\nc. Delegates (Module 0). For each exomigration, you gain a delegate of your color in the Ideology indicated on the new Colonist card (O2c), and then perform a vote tally (O3a). Delegates are subject to cube availability (I7f). Emancipated Robots provide Centrist delegates.\nYou take a Colonist to Titan and Decommission it to build a Colony (G3). Take the Colonist from the top of the queue (smart pets) and add it to your Hand. You gain no delegates since smart pets have no ideology icon (B6b), and unemancipated pets can’t vote. Then take the next card from the colonist deck [a random Human Colonist], which goes to your Home Bernal.\nEXAMPLE [2A6c]"
    },
    {
      "id": "2A7",
      "title": "Core Rule Addenda",
      "text": "2A7. Core Rule Addenda\nModify the following core rules: a. Faction Privileges Start Locked. Unlike in Core, the faction privileges (B6a) listed on the Crew are locked at the start of the game, and only unlocked once you have a Bernal Anchored in a Home Orbit (2B3b).\nb. Colony Build (G3). You may Decommission a Human Colonist at a Factory to create a Colony. This also causes exomigration (2A5f) and adds 2 delegates, one for the Colony (G3c) and one for the exomigration (2A6c). Perform a vote tally (O3a) after each exomigration.\nc. Research Auction Operation (I2). You are limited to 2 Bernal Cards, and cannot initiate or participate in a research auction for a Bernal Card if you already have 2.\n• Bernals Building Bernals. If you already have a Home Bernal (2B3), and you have a second Bernal Card in your Hand, for the cost of 10 Aqua as a free action you may move it from your Hand to your Home Bernal\nStack.\nYou win an auction for the cancer hospital. Because you already have a Home Bernal (diplomatic), your new cancer hospital Bernal skips your Hand and goes directly into your Home Bernal Stack on its White-Side. You pay 10 Aqua to cover the assumed cost of materials.\nd. Factory Refuel Operation. If you perform a factory refuel operation (I5b) or dirt refuel free action (I5b) at a Factory that is Dirtside to a Bernal, you may choose to have all the fuel tanks appear as FTs at the Bernal Stack.\ne. ET Production Operation (I8). If you perform an ET production operation at a Factory that is Dirtside to a Bernal, you may choose to have the product’s Black-Side appear at the Bernal Stack.\nf. Pad Explosions. Both Colonist and Bernal cards are immune to space debris/pad explosions (K2c)."
    },
    {
      "id": "2A8",
      "title": "Bernal & Colonist Card Anatomies",
      "text": "2A8. Bernal & Colonist Card Anatomies a. Human/Robot Status. Humans on Board / Cogwheel (thruster triangle area).\nb. Abilities (if any) are listed in white text to the left under Mass and Rad-Hard values.\nc. Mass and Rad-Hardness.\nd. Promotion Colony (2A3a).\nEXAMPLE [2A7c]\nMODULE 2 - COLONIZATION | HIGH FRONTIER 4 ALL | 9 e. Spectral Type (Robots only) (2C2b).\nf. Platform and ISRU Rating. See B2c.\ng. Thrust Triangle. Activated per H2.\nh. On-Board Nuclear Reactor/Generator. See 2C3.\ni. Profession. Either miner, prospector, industrialist, or engineer (2C1a,b,c,d).\nj. Politics. Module 0 only, see glossary.\nk. Futures (if any) are listed in blue font to the Promoted side. Use only if Modules 0, 1, and 2 are used (1D).\nRobot Status [2A8a]\nOn-Board Nuclear Reactor [2A8h]\nFuture [2A8k]\nPromotion Colony [2A8d] Human Status [2A8a]\nAbility [2A8b]\nAbility [2A8b]\nRad-hard [2A8c]\nMass [2A8c]\nPromotion Colony [2A8d] Spectral Type [2A8e]\nPlatform and ISRU rating [2A8f]\nThrust Triangle [2A8g]\nPolitics [2A8j]\nProfession [2A8i]\nBERNAL & COLONIST CARD ANATOMIES [2A8]"
    },
    {
      "id": "2B",
      "title": "Bernals",
      "text": "2B. Bernals A Bernal is a patent card boosted as a Spacecraft, that can convert into a space station at a favorable Site.2 It can be fueled on the Fuel Strip to act as a second fueled Spacecraft in addition to your Rocket. Flying as an uninhabited shell, it follows Spacecraft rules, including mass & fuel management (F) and movement (H) with its own Wet and Dry Mass Chits for the Colonization Playmat Fuel Strip. When Anchored, it becomes a Human orbital station that gains a dome, turns Adjacent Factories into Dirtsides and attracts Colonists.\na. Dirtside is a Factory at a Site Adjacent to your Anchored Bernal Figure. It provides the Bernal with the ISRU-resources it needs for water, radiation shielding, and atmosphere.3\n• Dirtside Hydration. See 2B5.\n• Foreign Factories. If you own the Bernal but not the Dirtside Factory, you still count the dirtside hydration of that Factory towards your final VP (M2b).\n• Moon Treaty.4 A Bernal may not use factories on Luna as Dirtsides, due to international treaty (2A5a). b. Home Orbits are Spaces near Earth marked with a 7-pointed star (B7b). If you boost a Bernal and Anchor it in one of these orbits, you gain many advantages (2B3, 2B4).\nc. Anchoring. Once Anchored by the anchoring operation (2A5), a Bernal becomes a Human Colony, gives you one Colonist in LEO/Home Bernal (2A6), becomes a destination for Dirtside ET products (2A7e), and changes all its Adjacent Factories into Dirtsides.\nYou have industrialized the buried glaciers and the caves of Mars. Then you anchor a Bernal in LMO (low mars orbit), which is Adjacent to both. They become Dirtsides, giving the Bernal a dirtside hydration (2B5) of 7. See figure 2B. COMPUTER GAMERS. Many of the workers in a Bernal will be teleoperators of robonauts, and may have learned their crafts by computer gaming. The advantage of having such persons near the mining facility is that the speed of light lag time is reduced from minutes to fractions of a second. WATER USAGE. Water is invaluable everywhere, but water consumption differs greatly on Earth versus in space. Essentially every drop of water used on Earth gets recycled, while essentially every drop used in space as reaction mass is lost forever. MOON TREATY. The ill-advised 1979 U.N. Moon Treaty prohibits ownership of lunar resources because “the use of the moon shall be the province of all mankind.” In my activist days in the L5 society I participated in the ultimately successful campaign against this treaty.\nDirtsides [2Ba]\nColony dome [2A5]\nBernal\nDirtside hydration = 7 [2B5]\nEXAMPLE [2B] ANCHORED BERNAL [2B]\nHOME ORBIT ICON [2Bb]"
    },
    {
      "id": "2B1",
      "title": "Bernal Stack Creation",
      "text": "2B1. Bernal Stack Creation Your first Bernal enters the map by being boosted from your Hand, whereupon it creates a Bernal Stack and a Bernal Figure located in LEO. There are 2 Bernal Figures, each of a different shape (but identical mechanically).\nStore the Bernal card on the Bernal playmat, in either the Kalpana or Stanford slot as appropriate. a. Unanchored Bernal Card. This has no Abilities until Anchored per 2A5. Its thrust triangle can be activated (H2) if it is operational (J3). It is vulnerable to events (except pad explosion/space debris), has a radhardness, and can be Decommissioned just like any other card. If Decommissioned, its card goes into your Home Bernal stack (or into your hand for reboosting if you do not have a Home Bernal).\nb. Combined Stacks. If the unanchored Bernal Card becomes part of another stack, such as an Outpost or Rocket Stack (G1e), place both the Bernal Figure and the other Stack Figure alongside each other.\nYou boost your first Bernal into LEO, which costs 10 Aquas, plus a generator to support it, which costs 3 more Aquas. Chose a Bernal figure and place it on Leo on the map. Also place its corresponding figure on the net thrust track on the Colonization Module Playmat and the cards on the slot corresponding to your chosen figure.\nc. Second Bernal. Must be boosted like the first Bernal unless you have Anchored a Home Bernal, in which case your second Bernal may be constructed at the location of the first per 2A7c. If your second Bernal is in your Hand, you may move it to your Home\nBernal as soon as your Home Bernal is Anchored.\nYou have a Home Bernal at L5, and win the research bid for a Bernal card. Because this is your second Bernal, instead of going into your Hand, pay 10 Aqua and place this card into your Home Bernal stack.\nEXAMPLE [2B1b]\nEXAMPLE [2B1c]\nTIP: In a five cycle game, having a well-positioned\nBernal where you can easily ET produce and nanofacture\nMobile Factories turns out to be an extremely strong strategy. –Samuel Vriezen."
    },
    {
      "id": "2B2",
      "title": "Rocket-Powered Bernals",
      "text": "2B2. Rocket-Powered Bernals\nIf you activate a Bernal’s operational thrust triangle, it uses the Fuel Strip and follows all Spacecraft rules, including fuel & mass management (F), site refuel operations (I5), Solar-Power, thrust-modifying supports (J5a), and movement (H) including beamed-power modifiers (H3d), and thrust triangle activation (H2).\na. Landing and Lift-off. A Bernal follows all rules for landing and lift-off (H6).\nb. Refueling. A Bernal can refuel via cargo transfer (G1) or (during the turn of unanchoring per 2B6) via site refuel (I5). Site refuel at a Bernal may use any of its Dirtsides as the Site for refueling. A Home Bernal has no\nDirtsides and must use Aquas to refuel (F4d, G1c).\n5\nYou boost your first Bernal into LEO. You load it with 3 blue FTs, enough for the 1 Burn required to get it into the closest available Home Orbit (“cycler”). Note that, even though your Bernal is a dirt rocket, you must load it with water because that is all that is available in LEO. Moving the Bernal transfers its Bernal and generator cards from the LEO Stack into the Home Bernal stack.\nOn your next turn, you can spend your Operation to Anchor it.\nc. Thruster Activation. Like a Rocket, an operational Bernal can activate (H2) its thrust triangle. On the Fuel Strip, the Bernal uses the Bernal Dry Mass Chit, and a black Bernal Wet Mass Chit (all Bernal Stacks are dirt rockets). A Bernal Fuel Strip can activate a dirt thruster other than its built-in one.\nd. Bernal Move Limitations. Only one Bernal Stack can activate its thruster and use the Fuel Strip for movement in a given Turn. Bernal not being used for movement, or placed in a Rocket Stack, does not use the Fuel Strip and must convert fuel to FTs.\ne. Combined Rocket-Bernal Stacks. If the Bernal Card is carried as Cargo by a Rocket, place the Bernal Card into the rocket stack slot on the playmat and use both the Rocket and Bernal Figures to indicate its location on the map."
    },
    {
      "id": "2B3",
      "title": "Home Bernal",
      "text": "2B3. Home Bernal An Anchored Bernal in a Home Orbit (black 7-pointed star) is known as a Home Bernal. You may only have one\nHome Bernal. It has special properties: DIRT ROCKETS. All Bernals are dirt rockets, moving by expelling their own radiation shield with mass drivers. Dirt sounds like a cheap propellant, but remember that dirt in Earth orbit is the same price per kilo as gold on the Earth’s surface.\nEXAMPLE [2B2b]\nEASILY MISSED: Bernals may be moved as Cargo without limit. [2B2e]\nMODULE 2 - COLONIZATION | HIGH FRONTIER 4 ALL | 13 a. Bank. Your Home Bernal becomes your bank, i.e. the sole place where your Aquas are stored, and where your Crew returns if Decommissioned (instead of LEO). When you first Anchor a Home Bernal, all Aquas automatically transfer to your Home Bernal Stack, and your Aquas are not available in LEO as long as you have a Home Bernal. If your Crew is in LEO, it is automatically transferred as well.\nb. Faction Privilege Unlocked. This faction privilege (B6a) is as listed on your Crew: Blink Telescope, Dharma Refuel, Felonious, Launch Fees, Marketeer, Mooncable, Open Source FINAO, Powersat, Scrum Troubleshooters,\nSkunkworks, or Taxes. If Secretary-General, receive 2 Aqua when your Home Bernal is Anchored for the first time.\nc. Home Abilities Unlocked. An Ability (2B4) listed as “HOME” is only available if Anchored in a Home Orbit. d. Profits. You gain 1 Aqua at the start of every turn you have a Home Bernal Anchored, to represent the profits gained from servicing Earth.\ne. Boost Cost (I4). You may boost directly to your Bernal instead of LEO, at a doubled boost cost (i.e. equal to double the combined Mass of the cards boosted). Even though this boost might have cards traveling through Burn Spaces or Earth’s Radiation Belt, you do not need to expend Fuel or make a Belt Roll.\n• A second Bernal acquired in a Research Auction goes directly to your Home Bernal (2A7c).\nf. Events. Cards Colocated with your Anchored Bernal are immune to solar flares (K2d). Because Anchored Bernals are Human, they are immune to glitches (K2b). The pad explosions/space debris event (K2c) occurs only in LEO, and the Bernal Card is immune to this event as well.\ng. LEO Bypassed. After you anchor a Home Bernal, all actions and operations that can be performed in LEO,\ne.g. free market (I3b), Decommission of Crew destination (E7c), Delivery destination (I9), ticker tape parade (La), can now alternatively be performed at the location of your Home Bernal.\nh. Unanchoring. You may unanchor your Home Bernal and move it to a new anchorage (2B6), including beyond the Home Orbits. However, all effects of 2B3a—g are lost.\nYou anchor the Bernal from example 2B2b. This Decommissions its generator, and places a Colony dome on top. It also moves all your Aqua beads and Crew in LEO to your Home Bernal stack. Your faction privilege (Skunkworks) and Bernal\nHome Ability (tourism cycler) are activated immediately. Beginning next Turn, you gain 1 Aqua in profits for your Lofstrom launch services. i. Promoted Home Bernal. If a Bernal is promoted, if anchored in a Home Orbit it has all the attributes of an unpromoted Bernal (including the “HOME” Ability, although you will have to flip the card over to remind yourself what this Ability is).\nEASILY MISSED: If you have a Home Bernal, you get an additional Aqua each turn!\n[2B3d]\nEASILY MISSED: You can avoid the double boost cost by boosting to LEO [2B3e]\nEXAMPLE [2B3]\nEASILY MISSED: The most suitable particular Home\nOrbit is listed as part of the Bernal’s name (L4, cycler, etc.). This listing is for simulation purposes, and has no rules effect. [2B3]"
    },
    {
      "id": "2B4",
      "title": "Bernal Abilities",
      "text": "2B4. Bernal Abilities\nSome Bernal cards list an Ability on their White-Sides or Purple-Sides. All Abilities require the Bernal to be Anchored. Additionally, if an ability is labeled “HOME”, it is only available if the Bernal is a Home Bernal. These Abilities include:\na. L4 Antimatter Factory. Home = Your Crew is considered to have an On-board Nuclear X reactor (2C3). Promoted = Your Crew has an On-board Nuclear “ANY” reactor.\nYou anchor the antimatter factory in your Home Orbit. Immediately, your Crew on vesta are considered to have a pocketful of antimatter. This allows the astronauts to act as a support (x reactor) for the microfission thruster built on Vesta.\nb. L5s Cancer Hospital. Home = You are immune to budget cuts (K2f). Promoted = Gain +1 Token VP for each Colony dome. Your Crew and Human Colonists have at least rad-hard 7.\nc. L1 Climate Control Bernal. Home = You are always the 1st player, superseding all other claimants. Promoted = +2 VP per Dirtside for this Bernal.6 d. L2 Collimator Bernal. Home = Gain the Powersat faction privilege.\nPromoted = Gain the Powersat faction privilege and activating Powersat push also provides a Bonus Pivot.\ne. SSO 7 Diplomatic Bernal. Home = (Module 0) Your delegates in the Ideology of your Faction color are +1 VP each.\nPromoted = (Module 0) Your delegates in the assembly are +1 VP each. TRIATOMIC CLIMATE CONTROL. Venus and Mars have CO2 atmospheres, which is a triatomic molecule. This contrasts with the other atmospheric worlds with diatomic atmospheres. Earth, for example, is mainly N2 and O2. Triatomic gases are heavier and yield higher surface pressures and temperatures: surface conditions on Venus are a hellish 91 atmospheres and 737 K. These conditions remain constant day and night, demonstrating that solar effects (including the notorious greenhouse effect) are of little importance to the Venusian climate. These isothermal conditions may indicate the atmosphere is supercritical near the surface. Moreover, Venusian temperatures are Earth normal at an altitude where the pressures are also Earth normal, despite being 95% CO2. SSO (Semi-Synchronous Orbit) is at an altitude of 20,350 km above the Earth’s surface. Satellites here orbit in 12 hours (twice per day) and include GPS satellites.\nEXAMPLE [2B4a]\nEASILY MISSED: Promoted Bernals additionally have the \"HOME\" Ability if anchored in a Home Orbit.\nIf each have modifiers, the modifiers are cumulative.\n[2B4]\nMODULE 2 - COLONIZATION | HIGH FRONTIER 4 ALL | 15 f. L3 Lofstrom Loop Microgravity. Home = Can boost direct to your Home Bernal without doubling the boost costs (2B3e).\nPromoted = Your factory-assisted landings/liftoffs anywhere treat lander burns as normal Burn Spaces (that you cannot halt in).8 See H6c and 1B4b.\ng. L4s Pharmaceutics Bernal. Home = Gain the Skunkworks faction privilege.9\nPromoted = Gain the Skunkworks faction privilege & impose academia hand limit (I2a) on all other players, regardless of their faction privileges or current politics.\nh. L5 Solar Cell Factory. Home = +1 to the net thrust of your Spacecraft that use Solar-Power. Promoted = +2 to the net thrust of your Spacecraft that use Solar-Power.\ni. GEO Elevator Bernal. Home = Can boost direct to your Home Bernal in GEO without doubling the boost costs (2B3e).\n10\nPromoted = Your factory-assisted landings/liftoffs anywhere treat lander burns as normal Burn Spaces (that you cannot halt in). See H6c and 1B4b.\nj. Tourism Cycler Home = Can designate any Spacecraft to forgo Belt Rolls in the 8 Radiation Belts near Earth. This can be negotiated (N4) before the roll.\nPromoted = +2 VP per Dirtside for this Bernal. LOFSTROM LOOP is an active structure maglev cable transport system. It can be used to launch stuff into orbit, or act as a dirt rocket to move asteroids around. A loop big enough to launch off Earth would be a 2000 km long sheath attached to the surface at both ends and suspended above the atmosphere in the middle. The loop would be held at this altitude (80 km) by the momentum of a belt the circulates within the structure.\nThis circulation transfers the weight of the structure onto a pair of magnetic bearings, one at each end, which support it. Unlike the more famous space elevator, a Lofstrom Loop does not need exotic engineering materials to work. Launch accelerations are a relatively modest 3 gravities. FIRST PHARMACEUTICALS made in space and for sale on Earth are monodisperse microspheres of highly uniform size and rigidity for calibration, pore measurement, or drug or radioisotope transport. Microspheres fabricated in 1-gee are of inferior uniformity and size constraints. SPACE ELEVATOR. Imagine an electric car riding a tether attached to the equator with the other end orbiting beyond GEO (Geosynchronous Earth Orbit, 35,800 km altitude). Exotic space-manufactured carbon nanotubes are used to obtain the lightness and tensile strength required.\nAt 45,000 km altitude, released payloads are fast enough to attain lunar orbit or some of the Earth-Luna lagrange points.\nEASILY MISSED: Unlike other Bernals, the Space\nElevator Bernal must be in a particular Home Orbit (GEO) to activate its home ability.\n[2B4i]"
    },
    {
      "id": "2B5",
      "title": "Dirtside Hydration",
      "text": "2B5. Dirtside Hydration\nEach of your Anchored Bernals provides additional victory points at the endgame. For each of your Bernals, add together the combined Hydration value of all Sites containing its Dirtside Factories, regardless whether the Factory is yours or an opponents’. This number of waterdrops counting all your Bernals is called your dirtside hydration and is added to your endgame score (M2b).\na. Home Orbit. An Anchored Home Bernal adds 6 to dirtside hydration. This is never modified (e.g. not doubled by the submariner future (1D5k)).\nAt the endgame, you have 2 Bernals. One is in a Home Orbit, and the other has 2 Dirtside Factories, one of Hydration 2 and the other with Hydration zero. Your dirtside hydration VP = 6 + 2 + 0 = 8."
    },
    {
      "id": "2B6",
      "title": "Unanchoring",
      "text": "2B6. Unanchoring\nThis free action represents stripping down the Bernal, so that the empty Bernal can move to a new Site. Note that unanchoring does not change the unpromoted/promoted status of the Bernal. Follow these steps:\na. Remove Colony Dome. The lack of dome indicates the Bernal is unanchored. Place the dome onto one of the Bernal’s Dirtsides. If no uncolonized Dirtsides are available, return it to Reserves.\nb. Homeless. Because the number of Colonists you are allowed is equal to your Anchored Bernals (2Ca), upon unanchoring you must Discard your choice of one of your Colonists (two, if the Bernal is promoted).\nc. Dirt Refuel. You may add a gray Wet Mass Chit for the Bernal and set it to any value per G1c.\n11 d. Unanchored Home. If you unanchor your Home Bernal, you lose the benefits of 2B3, and any Aquas it held convert to FTs. In the future, your Aquas revert to being stored in LEO. Note that a Home Bernal can be fueled only by water, as there is no dirt available in Earth Orbit (unless the Mooncable faction privilege is available).\ne. Supports. The unanchored Bernal must be provided with its supports to activate its thruster and to reanchor.\n11DIRT SHIELD. As soon as a Bernal is anchored, it is covered with hundreds of Mass points of dirt as a radiation shield. This dirt is regolith that is catapulted from a dirtside factory. It is essential for making the space station habitable, and comprises the vast majority of a colony’s anchored mass. If the Bernal is unanchored, the dirt can be used as propellant, making the Bernal into a giant dirt rocket for the next anchorage.\nEXAMPLE [2B5]"
    },
    {
      "id": "2C",
      "title": "Colonists",
      "text": "2C. Colonists\nColonists are not patent cards that you get from research auctions. Instead, Colonists (both Human and Robot) come automatically (in a process called “exomigration”) every time you anchor or promote a Bernal for them to live in. Think of them as live-in employees where the Bernal is the home for their families and the card is the workers that can do things for you anywhere you send them.\na. Colonist Limit. Each Anchored Bernal provides Colonists, either 1 Colonist for an unpromoted Bernal or 2 Colonists for a promoted Bernal. This limit must be maintained so as you anchor or unanchor Bernals you have to adjust your number of Colonist cards in play accordingly.\nb. Profession. A Colonist card at a Site boosts the productivity of certain Operations according to its Profession.\nc. Trades. If a Bernal/Colonist is traded (N3), a Bernal/Colonist that it supports must be traded as well.\nYou anchor your Bernal in the SSO Home Orbit, and gain a colonist by exomigration. On a later Turn, you decide to unanchor and move the Bernal to LMO around Mars. This discards a Colonist. When the Bernal re-anchors at LMO, you gain a Colonist by exomigration."
    },
    {
      "id": "2C1",
      "title": "Professions & Specialties",
      "text": "2C1. Professions & Specialties Each Colonist card lists one of four Professions: miner, prospector, industrialist, and engineer. Each has a specialty that they can perform only if they are Colocated where the Operation takes place:\na. Miner. During a site refuel operation (I5), you may perform one extra refuel per Colocated miner present, including on an Anchored Bernal.12 The refuels may be of different types (you may receive 1 isotope and 7 water, for example).\nb. Prospector. You may perform one prospect operation (I6) or promotion operation (2A3) as a once-per-turn free action per prospector. Use either the prospector’s ISRU platform, or that of a Colocated card.\nc. Industrialist. You may perform one industrialize operation (I7), anchoring operation (2A5), or nanofacture operation (1A7), as a once-per-turn free action per industrialist, if requirements are met.\n12BERNAL HOUSEHOLDS. Although your colonists can be working anywhere in space, it is assumed that their families and supplies reside back home in the Bernal’s shirtsleeve environment. Without such human factors, space cannot be colonized.\nEASILY MISSED: Promoted Bernals support 2 Colonists rather than one. [2Ca]\nEXAMPLE [2Ca]\n18 | HIGH FRONTIER 4 ALL | MODULE 2 - COLONIZATION d. Engineer. During an ET production operation (I8), you may produce one extra card of the same Spectral\nType per engineer present at the Factory or at the Anchored Bernal of the Factory.13"
    },
    {
      "id": "2C2",
      "title": "Human & Robot Colonists",
      "text": "2C2. Human & Robot Colonists Colonists come in 2 types: Human (White-Side and Purple-Side) and Robot (Black-Side and Purple-Side). Both are available from the queue during exomigration (2A6). However Humans and Robots differ in several respects:\na. Humans vs. Robots. Human Colonists have the “humans on board” icon on them and are white on their unpromoted side, while Robot Colonists are black on their unpromoted side. There are other differences:\n• Handy. When acquired during exomigration, a Human goes into space, at LEO or your Home Bernal, while a Robot goes into your Hand. Since the Robot does not enter play until it is built in space, you immediately perform another exomigration until you get a Colonist in space.\n• Clever. Humans provide protection against the glitch event and guard against Felonies, but Robots don’t. • Slave Market. Humans can't be sold, but Robots can be sold using a free market operation, either from your Hand (I3a) or from LEO/Home Bernal after being ET produced (I3b). Treat Purple-Side Robots as BlackSide cards for free market operations (I3b).\n• Murder/Suicide. To voluntarily Decommission a Human Colonist is a Felony, (but not for a Robot Colonist).\n• Decommission. If a Human Colonist is Decommissioned due to Murder/suicide or combat, return it to LEO or your Home Bernal without exomigration (2A6). If Decommissioned for any other reason, Discard it to the bottom of the queue. If a Robot Colonist is Decommissioned, add it into your Hand instead of the queue. In either case, if you are below your Colonist limit, draw the top card of the queue as a replacement according to the exomigration rules.\nb. Robot Hand Cards. Unlike Robots on the map, which count towards your colonist limit (2Ca), Robots in your Hand do not count towards your colonist limit. Robot hand cards have other qualities:\n• Retired. They are treated as patent cards (B2) and count towards your academia hand limit (I2a).\n• Sales. They may be sold using a free market operation (including from the Hand for 3 Aqua, etc.).\n13ET PRODUCTION. Assuming a one order improvement from today, a 475 tonne refinery using 19 MW of power can process 31 kg/sec of regolith to produce 1.74 kg/sec of aluminum. In High Frontier terms, a Mass 12 Factory can produce its own mass in aluminum in just 3 days. –Robert A. Freitas, Jr., 1999.\nEASILY MISSED: Miners and engineers improve an existing operation rather than converting an operation to a free action.\n[2C1d]\n• Downsizing. They may be built using ET production operation (on its Black-Side at a Factory matching its Spectral Type, etc.). If this comes from your Hand and so introduces a Colonist card against your colonist limit, you must Discard 1 other Colonist card to stay within your limit. You may not build a Robot in the rare case that you do not have a hapless Colonist to be replaced by a machine.\nYou build a Factory of Spectral Type D on the trojan asteroid menoetius. Your colonist limit is one: a security system robot on Luna, which you Decommission and resurrect (via ET production) on menoetius. This creates neither exomigration nor downsizing, because you are still at your Colonist limit of one and the Decommission-ET production is done as a single Operation."
    },
    {
      "id": "2C3",
      "title": "On-Board Nuclear Supports",
      "text": "2C3. On-Board Nuclear Supports Certain Freighter and Colonist Cards contain nuclear reactors and/or generators and thus may be used as part of a support chain (J1c) according to the icon of their subtype icon (J1a). They can also be Decommissioned as the reactor/generator supports for industrialization (I7), which establishes a Colony and is not a Felony.\nYou have the rental body guild, which provide a stationary reactor. This provides the support needed for the cermet NERVA thruster for the flight to a Site, and the basalt fiber spinning refinery during industrialization. This Decommissions the guild, and places a Colony dome."
    },
    {
      "id": "2C4",
      "title": "Colonist Abilities List",
      "text": "2C4. Colonist Abilities List\nEach Colonist card lists an Ability on its Purple-Side. This Ability is unlocked once promoted and only applies where the Colonist is Colocated unless otherwise specified:\na. Calypso 2 Seed Sail, promotes to Wet-Nano Seed Sail. Promoted Ability: -2 to Colocated size rolls (I6.3) on Synodic Comets.\nb. Siren Cybernautics Inc., promotes to Josephson Implants. Promoted Ability: FINAO costs are halved (drop fractions).14\n14FINAO. The ESA’s Schiaparelli Mars lander crashed on Mars in 2016 due to a programming error. After its parachute was deployed, it spun fast enough to briefly saturate its spin-measuring instrument, which caused activation of its on-ground system as if it had already landed, including early release of parachute and backshell, and a thruster fire for only 3 seconds instead of 30 seconds. On the other hand, a special emergency programming maneuver saved the Juno spacecraft as it was about to move into Jupiter’s shadow in 2019. According to Cheng Li of the Juno mission: \"Without that maneuver, without the creative genius of the folks at JPL on the navigation team, we wouldn't have the beautiful data that we have to show you today.\"\nEXAMPLE [2C3]\nEXAMPLE [2C2]\n20 | HIGH FRONTIER 4 ALL | MODULE 2 - COLONIZATION c. Heavy Water Survivalists, promotes to New Attica Secessionists. Promoted Ability: Boost costs are doubled for all your opponents.\nd. Malcolm, promotes to Renaissance Man. Promoted Ability: If initiating a research auction, can search through one patent deck and choose the card to be auctioned. Reshuffle the deck afterwards.\ne. Microgravity Pantrophists, promotes to Blue Goo Sybonts. Promoted Ability: Can produce ET products of Spectral Type C at a Colocated Factory.\nf. Botany Bay Convicts, promotes to Soldier Caste. Promoted Ability: All your Humans can commit Felonies, even if defending Humans are present.\ng. Vatican Observers, promotes to Eugenic Pilgrims. Promoted Ability: Your faction privilege is not lost during Anarchy. -1 to Colocated size rolls on Synodic Comets.\nh. Juiced Cosmonauts, promotes to Rental Body Guild. Promoted Ability: -1 to Colocated size rolls.\ni. Rock Rats Miners’ Union, promotes to Alchemist Aviatrices. Promoted Ability: During Colocated Factory Refuel, double the amount of isotope fuel.\nj. Biomechs, promotes to Group Mind Immortalists. Promoted Ability: Except during War/Anarchy, may perform the faction privilege found on the other side of your Crew card (regardless if you have a Home Bernal Anchored).\nk. Lloyd’s Salvage Co., promotes to Svalbard Caretakers. Promoted Ability: -1 from Colocated size rolls when prospecting Synodic Comets.\nl. House of Saud, promotes to Iceworms. Promoted Ability: Perform an epic hazard operation as a once-perturn free action, & is not Decommissioned if it fails.\nm.Boyle Engineering Collective, promotes to Martian Assembly. Promoted Ability: Acts as a Freighter when building a Space Elevator (1B9).\nn. Kaluga Naniteers, promotes to Transorbital Railworkers. Promoted Ability: Your Aqua from a free market operation is doubled.\no. Babbage Halbonauts (Robot), promotes to Utility Fog Halbonaut. Promoted Ability: All of your stacks are permanently Glitch-free.\np. Security System (Robot), promotes to Frankenstein Navigator. Promoted Ability: Your FINAO costs are halved (drop fractions).\nq. Smart Pets (Robot), promotes to Creeper Neogen. Promoted Ability: All of your stacks are permanently Glitch-free.\nMODULE 2 - COLONIZATION | HIGH FRONTIER 4 ALL | 21 r. Programmable Matter (Robot), promotes to Neumann Matter. Promoted Ability: All of your stacks are permanently Glitch-free.\n2D. Module 2 Endgame"
    },
    {
      "id": "2D1",
      "title": "Module 2 Endgame",
      "text": "2D1. Module 2 Endgame The Game Ends when the final Seniority Disk is taken (D2b). This is after 48 yrs (short game), 60 yrs (medium) or yrs if playing with Futures (1D)."
    },
    {
      "id": "2D2",
      "title": "Module 2 Endgame Scoring",
      "text": "2D2. Module 2 Endgame Scoring\nScore per M2, for all Modules used. At the endgame you have 12 Token VP, counting Rockets, cubes, disks, domes, and Bernals. You also have 14 VP in factory stocks. You have a Home Bernal, worth 6 VP, and another Anchored Bernal with Dirtsides with 6 waterdrops of Hydration. Your total score is 12 + 14 + 6 + 6 = 38.\na. Module 1. See 1E2.\nb. Futures. Add futures scores (1D3a) for each orange star."
    },
    {
      "id": "2W",
      "title": "Modules 1 & 2 Strategy Guide",
      "text": "2W. Modules 1 & 2 Strategy Guide (by Andy Graham)\nRule one is to have fun. You can have a great game without getting anywhere near winning, especially when a mission to distant Pluto looks more exciting than just another Factory. But, whatever your goal, having a plan helps!\na. First Bernal. The biggest motivation for investing in Bernals is the Colonists they confer, and earlier is better when acquiring them. Colonists start at your Home Bernal, so it's important to get them to where you can use their Profession. You can build an entire strategy around miners or engineers, but beware, if they die in a Hazard they are gone and your strategy might be at risk. Also, if doing so you can't use them to create Colonies.\nEASILY MISSED: A Bernal in a Home Orbit counts 6 VP, other Bernals count dirtside hydration (2B5) as VP, each Bernal Figure counts 1 VP (M2a), each Colony dome on a Bernal counts 2 VP (M2b), and some Bernals have\nBernal VP. [2D]\nEXAMPLE [2D2]\n22 | HIGH FRONTIER 4 ALL | MODULE 2 - COLONIZATION b. First Mission. You will be getting technology and throwing together a mission opportunistically. But, do not fail to check the black side of each card and think, “Where can I build this?”. Early missions include:\n• Avoid Planetary Chauvinism. Although it’s only a burn away, Mars can be a trap if your long-range plan is to export products. Your diversity suffers too, especially for refineries or GW Rockets, because only C is available. But if you have an atmospheric promotion Bernal, Mars is an easy path to futures.\n• Dash For Glory. With just a Crew card and a thruster (especially a Sail) you can grab quick Glory Points.\n• W-class Asteroids. Hertha (a “wet metallic,”) has 3-drops and with a buggy have a 75% shot of bagging the hard-to-get M spectral class. Lutetia (with the overlay) is even bigger (but much drier).\n• Minor Planets. Ceres and Vesta are both big enough to make prospecting a sure thing, and by making a Mars flyby you usually need 4 Burns to reach them (plus a half burn of landing fuel). Save fuel by landing on smaller worlds in the same family, and refueling for the larger worlds if prospecting does not work out.\nOr bring along a high-thrust chemical Rocket for landing.\n• Galilean Moons. The four big moons of Jupiter have astrobiology/subsurface oceans, certain prospects, and provide considerable dirtside hydration for Bernal endgame VP. Callisto is 5-burns away (or less if you use flybys), so you will need a fairly good Rocket or lots of Aquas. The moon Io, although radioactive, hazardous, and dry, provides a push factory of spectral class M. Remember that these moons need a lot of thrust to land, and are deep in Jupiter’s gravity well.\nc. Second Bernal. The previous section promoted industrializing the larger worlds with lander burns, which means you cannot use factory-assist. This severely hampers your ability to use Freighters, mobile factories, or factory products there. The answer is to build a second Bernal at your Home Bernal, and move it to this Site. This not only activates Bernal abilities and factory-assist, but also adds new Colonists who are vital to winning the endgame. Finally, it adds colonies and dirtside hydration to your final score.\n2X. Experimental Rules for HF Core"
    },
    {
      "id": "2X1",
      "title": "Open-Cycle Generators",
      "text": "2X1. Open-Cycle Generators (by Noah Vale)\nCertain generators have open-cycle cooling which allows them a +1 net thrust modifier plus 1 extra Therm of cooling if 1 Fuel step of water or isotope fuel is expended. This can also be expended for cooling of Operations that use the generator, such as prospecting.15 a. Open-Cycle Generators include cascade thermoacoustic, MHD open-cycle, z-pinch microfission, and granular rainbow corral generators.\nb. Afterburn. Open-cycle thrust modification and cooling is cumulative to any afterburn effects, and can also be used for GW thrusters."
    },
    {
      "id": "2X2",
      "title": "Batteries",
      "text": "2X2. Batteries (by Noah Vale)\nCertain generators are actually batteries16 that recharge only slowly with solar-power. In other words, they store energy more than generate it. If a battery is used in the support chain for an activated thruster, rotate it 180° (so that its text reads upside down). This means that if it is used on the very next Turn to support thrust, then it suffers a -4 thrust modifier. However, if on the next Turn it does not support thrust, rotate it back again, to indicate it is recharged.\na. Battery Generators include: H2-O2 fuel cell/microbial fuel cell (White-Side/Black-Side); marx capacitor bank/casimir battery (White-Side/Black-Side); flywheel compulsatator/superconducting adductor (WhiteSide/Black-Side); diamond electro-dynamic tether (Black-Side); cascade thermoacoustic (White-Side); triggered decay nuclear battery (Black-Side). OPEN-CYCLE THRUST is increasing thrust by adding coolant to the exhaust. The power generated by the generator, 200 MW or so, is inconsequential to this thrust increase. What is important is the increase in mass flow, not energy. The increase in mass flow, without increasing power, means the exhaust won’t be as hot, which increases fuel consumption (assuming a thermodynamic rocket). Because High Frontier uses a log scale, a +1 thrust is equivalent to doubling the mass flow, and this multiplies fuel consumption by 1.41. This would mean, for a realistic open-cycle rocket, a 2•2 rocket should become a 3•3 rocket. BATTERY differs from a generator in that its purpose is to store electrical energy, not just convert it into electricity. The High Frontier batteries are scaled to an energy storage capacity of 200 GJ, enough to provide the standard High Frontier generator power at 60 MWe for just under hour before they need to recharge. Some batteries (e.g. superconducting adductor generator) are even less, only a couple of minutes.\n24 | HIGH FRONTIER 4 ALL | MODULE 2 - COLONIZATION b. Industrial Power. Battery Generators are not affected by non-thrust uses of generators (e.g. prospecting, industrializing, anchoring, etc.)."
    },
    {
      "id": "2X3",
      "title": "Realistic Solar Flux",
      "text": "2X3. Realistic Solar Flux (by Noah Vale)\nThe following solar flux values for Ceres zone (K) and beyond apply to Solar-Powered thrusters (and thrusters with Solar-Powered supports) to more realistically model available solar-power at these ranges:\nZONE NEW FLUX\nCeres K -3 net thrust\nJupiter F -5 net thrust\nSaturn G -7 net thrust\nUranus H & Neptune J no Solar-Power (even with a push) a. Flare & Electric Sail Exceptions. Solar flare events (K2d) and the electric sail are dependent on solar wind instead of solar-power, so for them use the thrust modifiers printed on the map."
    },
    {
      "id": "2X4",
      "title": "Risky Oberth Flybys",
      "text": "2X4. Risky Oberth Flybys (by Noah Vale)\nYou may elect to make a Hazard Roll during a flyby (H8) in order to increase the Bonus Burns that you receive from the flyby space, as follows:\na. Minimum Net Thrust. The number of Bonus Burns a Spacecraft obtains from a risky oberth is equal to its net thrust minus 5. Therefore, it must have a net thrust of at least 6 to take advantage of this option.\nb. Fuel Cost. This flyby costs 1 step of Fuel, following the black line on the Fuel Strip.17 OBERTH FLYBY. This maneuver is an Oberth, which means it must be made under power, and its effect is to multiply the thrust during the short time that the spacecraft makes its close approach to the gravitational body. Accordingly, sails and low thrust vehicles do not benefit from this maneuver.\nMODULE 2 - COLONIZATION | HIGH FRONTIER 4 ALL | 25 c. Hazard Roll. Assuming you do not pay FINAO, the Hazard Roll fails if a ‘1’ is rolled. However, assuming the Stack does not already have a Glitch, the Stack suffers a Glitch rather than Decommission. It only suffers the normal Decommission if it Stack is already glitched.\nd. Annual. You can only make one risky oberth per Turn.\nExample: You enter the +4 Jupiter flyby with a net thrust of 7. You pay 1 step of fuel (which represents firing your engines at closest approach). You then gain 4 + 2 = 6 Bonus Burns. Unfortunately, you roll the ‘1’ during the Hazard Roll, and your Rocket suffers a Glitch."
    },
    {
      "id": "2X5",
      "title": "Torchship Travel",
      "text": "2X5. Torchship Travel (by Rus Belikov)\nThe number of Burns a Spacecraft can perform in a Turn is no longer limited by its burn limit (H5c). Instead, any Spacecraft can perform any number of Burns, and can reach anywhere in the solar system in one year.18 However, the number of Burns actually performed is equal to the number of Lagrange Burn Spaces plus Pivots squared (not counting Bonus Burns or Pivots).\na. Lander Burns are not included in the calculation, and Fuel for them must be spent separately. b. Net Thrust is calculated as before (H3), but only used for powered landing/liftoff (H6a) and for Belt Rolls.\nc. Thrusters with 0 fuel consumption move as Freighters (1B4).\nStarting in LEO, you take route yellow to Lutetia, which is 4 Burns plus 1 Pivot distant. To get there in one year would need 5^2 = 25 Burns, far too many. To get there one Burn or Pivot at a time would take 5 Burns and 5 years, far too long. You decide to move 2 Burns at a time, which costs (for the entire trip) 4 + 4 + 1 = 9 Burns, for a 3 year trip. Assuming a fuel consumption of 2, this is 18 fuel steps.\n18 TORCHSHIPS. This rule more accurately reflects the performance of a torchship, a sci-fi trope of a continuously thrusting rocket with high thrust and ultra-high specific impulse. The game assumes that a spacecraft spends half its year moving, and the other half doing operations, such as prospecting. This underestimates a spaceship that continuously thrusts for the entire year. A net thrust of one, corresponding to an acceleration of about 0.3 milligees, can travel about 2.4 AU in 6 months (about 1 Pivot) but 9.7 AU (distance to Saturn) if thrusting for an entire year.\nIf at constant mass and ignoring solar gravity, this comes to an equivalent of 9 burns for the 6 month thrust. Furthermore, the game’s Pivot system underestimates the delta-v required for a torchship to fly long distances. For instance, a torchship flight to Neptune needs ~35 Burns in one year in the game, versus over 100 Burns in reality (work done against solar gravity: 0.6 milligees @ 1 AU). Using the torchship rule gives you ~153 Burns to Neptune, much closer to reality.\nEXAMPLE [2X5]\nEXAMPLE [2X4]"
    },
    {
      "id": "2Y",
      "title": "Colonization of the Outer Solar System",
      "text": "2Y. Colonization of the Outer Solar System (essay by Phil Eklund and \"Matterbeam\" Malik)\nHigh Frontier assumes that space colonization will be economically motivated, for products that can only be produced in the unique conditions of space. But will this hold up in the long run? In spite of popular myths, Earth has no shortage of materials, resources, or living space. For instance, platinum metals, often cited as an example of the fortunes available from M Type asteroids, is available in essentially unlimited amounts from busted mines here on Earth. These mines are busted, not because they lack metals, but because other mines that can extract these metals cheaper have out-competed them. Any space mine would have to offer metals at a still cheaper price to be competitive with re-opening a busted terrestrial mine.\nBut nevertheless, space has one resource that civilizations are ever thirsty for: energy. Even though 99.8% of the mass in the Solar System is concentrated in Sol, 98% of its angular momentum and potential energy is held by planets and rocks orbiting Sol, especially in its outer reaches.\nBecause of its distance from Sol, a metal projectile dropped from the orbit of Saturn rapidly accelerates to staggering kinetic energy as it plummets. If fired by a healthy coilgun in the opposite direction of its heliocentric orbit, at a velocity comparable to the Saturn orbital velocity of 10 km/sec (4 Burns), it deorbits. On its receiving end in the inner solar system, the projectile is magnetically decelerated and its energy stored. Interplanetary mass exchanges have gains on the order of GJs/kg, enough to power magnificent civilizations.\nConsider Mimas, a small moon deep in Saturn’s gravitational well, yet not so deep that the rings interfere. The rapid orbital velocity of 14 km/sec is helpful to minimize the coilgun launching energy. The energy gain in this maneuver equates to an imperceptible loss in mimas’ orbital velocity. Neptune, being even further out and with lunar material even easier to orbitally dislodge, commands even greater energy gains. Thus colonies in the moon systems of the gas giants can support themselves by exporting energy to Earth, or other worlds farther in. They also may supply volatiles for terraforming efforts of Venus or Mars.\nSome of these colonies may be aerostats in the atmospheres of Saturn, Uranus, or Neptune, where supplies of the clean fusion fuel helium-3 are the most abundant in the Solar System, or perhaps it is fairer to say the least scarce. The gravity on such a balloon would be about Earth normal. Uranus is superior in terms of delta-v, as can be seen on the game map. Since solar energy is insignificant, such colonies will need a 3He-D fusion reactor or wind turbines for their own energy. Lightning and storms are a threat.\nBeside helium-3, other treasures are possible. Recent investigation of the properties of graphite under laser inertial confinement indicate that carbonaceous gas giants such as Neptune or Uranus may contain oceans of liquid diamonds, complete with diamond icebergs. And perhaps carbon-based life, sustained by wind, tides, or geothermal heat. Even floating “little warm ponds” can be imagined, at around 50 atmospheres, liquid water becomes buoyant in the heavier gases like xenon. With a heating and oxygen, humans could swim in the waters, or soar above them.\nTo sustain themselves, aerostat colonies will need resources imported from nearby centaurs or icy moons. If they have subsurface oceans, nuclear drills will need to bore through 200 km of ice or more to gain access and to establish a submarine base. The salty waters may be a good source of hydrocarbons, nitrogen and minerals like sodium and potassium. The muds may be mined for engineering materials such as iron, aluminum, and titanium.\nMost of the ice in the outer solar system is amorphous, unlike the crystalline ice common on Earth and throughout the inner system. The transition from amorphous to crystalline is exothermic, providing a source of combustible fuel for enterprising people living on giant balls of amorphous ice. This is incredibly dangerous for worlds close to the transition temperature of 130 K, worlds such as the tiger stripes of Enceladus, Ganymede, Quaoar, and the centaur-comet Schwassmann-Wachmann 1. The aforementioned centaur-comet explodes without warning about times a year, with brightness increasing 1000X and developing as many as 7 tails.\nTo repeat, a major game thesis is that colonization requires an economic incentive, which is to say, an incentive that improves the quality of life for enterprising individuals and their customers. Neither national vainglory nor the spirit of adventure and discovery are enough to sustain the High Frontier."
    },
    {
      "id": "2Z",
      "title": "Suggested Early Destinations",
      "text": "2Z. Suggested Early Destinations from Geoff's Almanac\nCopyright © 2020,\nIon Game Design & Sierra Madre Games\nAuthors: Phil Eklund & Jeffrey Chamberlain\nPart of High Frontier 4 All Core: SMG28-4\nProduct No: SMG28-4.2 Cover image: Josefin Strand\nBy Geoff Speare. Use this table for questions like “I have a V Hand card, and in space I have an ISRU 3 buggy. What world should I industrialize?”\nSpectral Type ISRU Destination Size Path Burns / Hazards Recommended\nC 4 Ceres 6 Blue path 4.5 ISRU 3 raygun Mars 10 Red path 3, 1 Hazard, aerobrake\nISRU 3 buggy\nD 3 Hektor 3 Purple path 5, 1 Hazard ISRU 3 raygun or buggy Echeclus 2 Purple path to Sol-Mars L4,\nGreen path, Jupiter flyby\n4, 2 Hazards, aerobrakes buggy\nM 3 Hertha 3 Purple path 3 buggy\n1* Lutetia 4* Yellow path 4 buggy\nH 0 Luna 9 Cycler, Luna 2\nS 1 Flora 4 Purple path 3 buggy / raygun Luna 9 Cycler, Luna 2 buggy / raygun Karin Cluster 1 Blue path 3, 1 Hazard ISRU 2 raygun\nV 2 Vesta 6 Blue path 4.5 ISRU 1 raygun Callisto 8 Purple path to Sol-Mars L4,\nGreen path, Jupiter flyby\n5, 1 Hazard, aerobrakes\n*Lutetia changed from ISRU 3 & Size 3 in June 2020."
    }
  ]
}