{
  "id": "m3_conflict",
  "title": "Module 3 – Conflict",
  "version": "1.0.0",
  "last_updated": "2026-02-19",
  "description": "",
  "module": "m3",
  "sections": [
    {
      "id": "3A",
      "title": "Module 3 Overview",
      "text": "You can also play with Futures (1D), which can influence combat (3F2).",
      "sub_ids": {
        "3Ab": "3A",
        "3Ac": "3A",
        "3Ad": "3A",
        "3Ae": "3A",
        "3Af": "3A"
      }
    },
    {
      "id": "3Ab",
      "title": "Number of Players",
      "text": "Number of Players. 2 to 6 competitive. Solitaire is not supported."
    },
    {
      "id": "3Ac",
      "title": "Piracy Variant",
      "text": "Piracy Variant. Combat is allowed but not mandatory at all times against all opponents, but if your victim is in the same bloc as you, you must pay him a bribe, following the vendetta rules (3D1).2 d. Age of Piracy Variant. Players who want to experience combat without the War of Independence can play the Piracy Variant as above, but without blocs, propaganda, or extremists, and all attacks require paying the defender a bribe. Do not use the 3A2f,g setup, D7 and combat 3D8 are used)",
      "type": "variant"
    },
    {
      "id": "3Ad",
      "title": "Age of Piracy Variant",
      "text": "Age of Piracy Variant. Players who want to experience combat without the War of Independence can play the Piracy Variant as above, but without blocs, propaganda, or extremists, and all attacks require paying the defender a bribe. Do not use the 3A2f,g setup, D7 and combat 3D8 are used).",
      "type": "variant"
    },
    {
      "id": "3Ae",
      "title": "Modified Future Wars Variant",
      "text": "Modified Future Wars Variant. A game without combat can use the evade rules (3D3, 4, 5) to modify Wars of Independence that happen as a result of casus belli Futures (1D2c). As there are no extremist or corrupt delegates (3D2), only your own delegates or allied delegates with permission can be petitioned to evade.",
      "type": "variant"
    },
    {
      "id": "3Af",
      "title": "Software Versions",
      "text": "Software Versions. Tabletop Simulator by Justin Grey, VASSAL by Stefano Tiné.\n1COVER ART by Josefin Strand depicts an attack on a cometary mining factory using a laser-heated missile with a beamed gray goo warhead. In general, facilities on comets and asteroids are hardened targets, with their facilities either mobile or deep underground. Although this is a violation of exoplanetary law, they can be infected with nanites capable of replicating using sunlight and regolith. Another attack strategy takes advantage of the fact that many comets are covered with low density amorphous water-ice (ASW), a type of ice stable in the outer Solar System.\nIf a chain reaction is initiated, runaway recrystallization of this ice can cause it to explode.\n2BLOOD CREDITS. The bribe gained by a pirate’s victim simulates, not a share of the booty, but rather a blood bribe that gives the victim a justifiable cause for revenge or justice. This is not just talk, such eye-for-an-eye justice is respected by others considering joining the victim's cause.\nEASILY MISSED ( EASILY MISSED: If using TIP: Age of Piracy is a good way to try out the combat rules, or if you are playing a shorter game (e.g. only 48 years or without Modules 1\n& 2). [3Ad]\nTIP (Modules 1 & 2): In a Futures game with Module\n3, you can no longer safely ignore the political arena just because it is overshadowed by other sources of VP. [3Aa]"
    },
    {
      "id": "3A1",
      "title": "Module 3 Components",
      "text": "2 Player Aids."
    },
    {
      "id": "3A2",
      "title": "Module 3 Setup",
      "text": "a.",
      "sub_ids": {
        "3A2b": "3A2",
        "3A2c": "3A2",
        "3A2d": "3A2",
        "3A2e": "3A2"
      }
    },
    {
      "id": "3A2b",
      "title": "Assign Factions & Crew",
      "text": "Assign Factions & Crew. Players divide themselves into Independence and Loyalist blocs, then each bloc among themselves assigns factions to each player (use dice if necessary). There must be at least one Loyalist\nM player [Purple (socialist), Yellow (nationalist), or White (globalist)] plus one Independence B player [Green (unionist), Gray (individualist), or Red (entrepreneur)]."
    },
    {
      "id": "3A2c",
      "title": "Starting Aqua",
      "text": "Starting Aqua. Same as in Core (C5) (Aqua per player = the number of patent decks used). If quick start (V1) is used, start with zero Aqua."
    },
    {
      "id": "3A2d",
      "title": "Starting Bribe",
      "text": "Starting Bribe. Each player takes 3 bribes (black disks) into their Reserves (only 2 bribes in a 5- or 6-player game)."
    },
    {
      "id": "3A2e",
      "title": "Starting Playmat & Dropstone",
      "text": "Starting Playmat & Dropstone. Each player takes the playmat of his faction color and puts the plastic dropstone of his color and puts it on the spot with the dropstone picture.\nBLOCS [3A2b]\nINDEPENDENCE\nLOYALIST\nOPTIONAL: The latest findings from the Rosetta spacecraft found no hydrated minerals on the asteroid Lutetia (k 8:30), contrary to 2004 data.\nWe have provided a hexshaped chit that you may place on the map to use the latest data. [3A1] f. Propaganda Chits are placed on the circles on the political assembly placard. Freedom, individuality, and equality are placed Independence B bloc up, and honor, unity, and authority are placed Loyalist M bloc up, as shown. No propaganda chit is used for centrist.3 g. Extremist Delegates. Each player starts with one delegate placed in his color of Ideology. Unlike Core, place your delegate on top of the propaganda chit that sits in the color of your Ideology. As long as it remains on the propaganda, this is your extremist delegate (3B2a).4"
    },
    {
      "id": "3A3",
      "title": "Core/Module 0-2 Rule Changes",
      "text": "3D5), and allowing combat and Felonies against enemies but not allies.",
      "sub_ids": {
        "3A3a": "3A3",
        "3A3b": "3A3",
        "3A3c": "3A3",
        "3A3d": "3A3",
        "3A3e": "3A3",
        "3A3f": "3A3"
      }
    },
    {
      "id": "3A3a",
      "title": "Felonious",
      "text": "Felonious. During War/Anarchy, all players gain an Ability equivalent to the Felonious faction privilege (per K2e), but only Player Purple can use this Ability against allies."
    },
    {
      "id": "3A3b",
      "title": "Dropstone Stacks (add to E3)",
      "text": "Dropstone Stacks (add to E3). This is a new Stack created by the dislodge operation (3D7b). You may only have 1 dropstone Stack. A new placard is provided with a slot for this Stack. After being created, cards cannot be moved into or out of dropstone Stacks (they may be Decommissioned normally). If at any time the dropstone Stack does not contain an Operational thruster meeting the requirements described in 3D7c, the Stack is Decommissioned. Dropstone Stacks are immune to events and combat (except as specified in 3D7d) on the 2nd and later turns of their dislodgement (3D7e,f).\n3INDEPENDENCE. In designing a game about a War of Independence, I have spent just as much effort simulating Independence as the War! This was the whole point of the bloodshed, and I wanted the War’s outcome to make a difference in how the High Frontier proceeds postwar.\nIndependence is a step further out, getting humankind closer to the stars. This module introduces a tipping point when the internal market in space generates as much human values and profits as does trade with Earth. It also illustrates some of the consequences: ugly politics, space colonies moving further out, Anarchy, vendettas, embargoes, crash of the Aqua currency, and Home Bernals orbiting other planets.\n4EXTREMIST is an uncompromising ideologue, and the leading representative of an ideological bloc. The game's ideologies are arranged so that opposites lie on opposed sides of the hexagonal political assembly. For example, there is obviously no compromise possible between the meritocracy of honor and the egalitarianism of equality. Likewise freedom and authority are opposites, as are individualism and unity.\n5DROPSTONES. On Earth, these are boulders embedded in sedimentary rock that originally were dropped into the ocean bed from the underside of melting ice-sheets. In this game, these are boulders or icebergs blasted off of small asteroids, and then deorbited into a flyby of Sol or a giant planet. During the closest approach in the flyby, mass drivers are used for an Oberth thrust multiplier, sending the bolide into a target for a kinetic kill. Practical places for this attack are moonlets or comets that are just barely captured by Sol or the planet, so that only a small delta-v is needed to deorbit them. The propellant for the attack is derived by sacrificing part of the bolide itself.\n SIX PROPAGANDA CHIT SETUP [3A2f]\nEASILY MISSED: Felonious and Felonies are unchanged in  You may have any number of kamikaze Stacks, but they are Decommissioned the turn they are created when they attack (or at the end of combat if unable to attack)."
    },
    {
      "id": "3A3c",
      "title": "Kamikaze Stacks",
      "text": "This is a new transient Stack created when making a kamikaze attack (E5).\nYou may have any number of kamikaze Stacks, but they are Decommissioned the turn they are created when they attack (or at the end of combat if unable to attack)."
    },
    {
      "id": "3A3d",
      "title": "Intercept Movement (add to H1)",
      "text": "Intercept Movement (add to H1). If during War/Anarchy your Spacecraft enters a Space occupied by an enemy Spacecraft (Rocket, Freighter, Mobile Factory, or Bernal Stack), it must halt (and combat occurs at the end of all your movement).6 e. Dive-Bombing Movement/Landing (H5e, H6). A Stack with a thruster or Freighter and no Humans can declare a dive-bomb during its movement. This allows it to move through lander burns to an associated Site as if they were lagrange spaces (not requiring Burns). The Stack is required to attack as a kamikaze weapon (3E5) during Combat that turn; if unable to attack, it is Decommissioned at the end of the Turn."
    },
    {
      "id": "3A3e",
      "title": "Dive-Bombing Movement",
      "text": "A Stack with a thruster or Freighter and no Humans can declare a dive-bomb during its movement. This allows it to move through lander burns to an associated Site as if they were lagrange spaces (not requiring Burns). The Stack is required to attack as a kamikaze weapon (3E5) during Combat that turn; if unable to attack, it is Decommissioned at the end of the Turn."
    },
    {
      "id": "3A3f",
      "title": "Lobby",
      "text": "Lobby (O4 of g. War/Anarchy Colonist Limit (2Ca of h. Faction Privilege/Weapon Locked (2B3b of i. Miner Profession (2C1a of j. Bank. This term refers to the Space on the map where you your Aqua (or monetized gold beads, see 3B5) are considered to be stored. Your Bank is located in LEO, a Home Bernal (2B3), or an ET Home Bernal (3F1), which ever is furthest from Earth. You may only have one Bank.\n6NO SHIPPING LANES IN SPACE. The intercept rule and map routes give a false impression that specific preferred routes exist among heliocentric worlds. The velocity difference (delta-V) between them remains constant, but since they orbit at different velocities, the distances between them varies enormously. The game mechanics attempt to resolve this by concentrating on the number of Burns to the destination, rather than the distance. The only spots that are at a constant distance from a planet are gravitationally locked: Sol, Lagrange Points, moons, and Trojans.\nEASILY MISSED ( EASILY MISSED: Delegates can't be Decommissioned unless you are at your cube limit (I7f). [3A3f]\nEASILY MISSED: Outposts cannot intercept movement.\n[3A3d]"
    },
    {
      "id": "3B",
      "title": "Playmat & Political Assembly",
      "text": "Your playmat contains your faction weapon (3D6) and the firing results table (3E2). The reverse side is a player aid."
    },
    {
      "id": "3B1",
      "title": "Bribes",
      "text": "Each player starts with 2 or 3 bribes (black disks), see 3A2d. They represent grudges and blackmail rather than wealth,7 and accordingly can be traded or negotiated between players only during peacetime. During War/Anarchy, they are used in 3 ways: to start a vendetta (3D1) or truce (3F3), or to corrupt a delegate (3D2). See example 3D3d.",
      "sub_ids": {
        "3B1a": "3B1",
        "3B1b": "3B1"
      }
    },
    {
      "id": "3B1a",
      "title": "Heroism",
      "text": "Heroism. You can use a heroism chit (B3) as if it was a bribe (but such chits count zero in endgame VP)."
    },
    {
      "id": "3B1b",
      "title": "Endgame VP",
      "text": "Endgame VP. Each bribe you hold at the endgame is worth VP depending upon which bloc won the War (3G1). If the ending Active Law is individuality, each bribe is worth +1 VP (3G1)."
    },
    {
      "id": "3B2",
      "title": "Module 3 Political Assembly & Extremists",
      "text": "The WEALTH is material goods made by man. This includes water, insofar as it requires time, energy, and work to produce it (especially in space). Water has particular value in LEO, the most thirsty spot in the solar system due to the demands of outgoing rockets. Increased technology and rocketry increases the supply of water and thus equates to more wealth. An ET Home Bernal is a veritable fountain as it supplies cheap water electromagnetically catapulted from the shallow gravity fields of icy worlds. Wealth is distinct and separate from money or monetary value, and falling prices in this case is not a sign of deflation, which is a decrease in the volume of spending in the economic system which cuts profits and makes it harder to pay debts. –George Reisman, The Goal of Monetary Reform, 2000.\n8POLITICS & ECONOMICS are linked. Politics is the science of how people should treat each other for maximum benefit, and economics is the science of how to maximize human values under a particular politics. Normally, if your productivity allows you to be Independent and selfreliant, you favor a politics of laissez-faire freedom, the Independence bloc in this game. But if you are not, you favor authoritarian regulations to redistribute the wealth created by the productive, the Loyalist bloc.\n9POLITICAL ASSEMBLY. The game’s political assembly simulates an arena designed to give spacefarers a voice despite their tiny constituency of voters. It is a bit like the U.S. Senate, or the UN Charter, which gives an equal voting share to any state or country regardless how tiny it is. Thus it is favored by the Independence bloc.\nTIP: During War/Anarchy, having a majority of delegates does not matter, since there is no Active\nLaw and no vote tally. Just one delegate is enough for either lobby or evasion of restrictions. [3B2]\nBRIBE TOKENS [3B1]\nLOYALIST EXTREMIST [3B2a] Ideology. Once disgraced, you can never get a new extremist!",
      "sub_ids": {
        "3B2c": "3B2",
        "3B2d": "3B2",
        "3B2e": "3B2"
      }
    },
    {
      "id": "3B2c",
      "title": "Your Bloc",
      "text": "Your Bloc is indicated by the propaganda in the Ideology of your color (even if your extremist is dead)."
    },
    {
      "id": "3B2d",
      "title": "Diplomatic Propaganda Flip",
      "text": "Diplomatic Propaganda Flip. If you move the Active Law into an Ideology, see 3B3b."
    },
    {
      "id": "3B2e",
      "title": "Immunity",
      "text": "Immunity. An extremist delegate is immune to Purge Rolls (K2e), martial law (O5d), and corruption (3D2)."
    },
    {
      "id": "3B3",
      "title": "Propaganda",
      "text": "Each propaganda can contain one delegate, and if so it is called an extremist propaganda. Flipping an extremist propaganda disgraces its delegate off the chit and into the Ideology per 3B2b. Flipping a propaganda allows you to blackmail a corrupt delegate there, which Discards it and steals its bribe (3D2d). There are 3 ways that a propaganda chit can be flipped (during War/Anarchy or peace):",
      "sub_ids": {
        "3B3a": "3B3",
        "3B3b": "3B3",
        "3B3c": "3B3",
        "3B3d": "3B3"
      }
    },
    {
      "id": "3B3a",
      "title": "Victorious Attack",
      "text": "Victorious Attack (preferably flips non-extremist, War/Anarchy only). If your attack is a victorious attack (3D9), then flip one enemy propaganda, which cannot be extremist unless no non-extremists are available. If an extremist is flipped, it must be that of the defeated enemy if possible."
    },
    {
      "id": "3B3b",
      "title": "Diplomacy",
      "text": "Diplomacy (never flips extremist, peacetime only). If you cause the Active Law to shift from one Ideology to another, which results in a vote tally (O3a), you can flip the propaganda of the Ideology of the new position of the Active Law (star) Token, unless it has an extremist.\n• Here I Stand. Moving the Active Law to centrist does not flip any propaganda.11\n10PROPAGANDA. If democracy is in vogue, the political reality is that space folk number in the thousands versus the billions on Earth. If republicanism is respected instead of majority rule, then freedom from arbitrary seizures, trade regulations, and censorship is defended regardless of majority opinion. Another political reality is that, in space, the de facto control lies with the people in-situ, and not with terrestrial politicians. If you read The Martian, by Andy Weir, this point was brilliantly illustrated by the mutiny of the rocket commander, who was obviously of the “honor” rather than the “authority” ideology. Defining a government as the entity with a monopoly of arms and ability to wield force in an area, the government on an asteroid or distant planet will not be anyone Earth-based.\n11CENTRIST DELEGATES are those who do not take a stand or any consistent position. Changing their stance more often than their socks, they rely on pragmatism at the expense of principle. Such pragmatism allows them to finally take a stand and join the winning bloc when it is clear who the winner will be.\nINDEPENDENCE SIDE\nLOYALIST SIDE\nPROPAGANDA CHIT [3B3]\nTIP ( Colonists, you should flip the propaganda of the Colonist\nIdeology to match your bloc. Otherwise, an outbreak of War/Anarchy will induce the Colonist to desert (3F4a).\n[3B3b] c. Defection (flips your own extremist). As a free action on your Turn, you may flip your extremist propaganda.\nThis disgraces your delegate (i.e. permanently moves it off the chit and into the Ideology). Furthermore, if you have uncolonized Factory(s), you must choose one to convert to the color of one of your enemies (3E2k). At the end of the War, players without extremists are counted among the defeated (3F4d).\n• Surrender. Defection can also be involuntary, as a result of combat (3B3a). If so, you do not suffer a Factory loss, but are not allowed whistleblowing or sneak attacks (see below).\n• Capitulation. If this results in all propaganda being the same bloc, the War ends (in your defeat!) at the end of your Turn, see 3F4.\n• Sneak Attack. If you make attacks against your former allies on the Turn of defection, you are allowed to attack first if you play your victim a bribe. You are also allowed Felonies this Turn against your former allies, without needing a bribe."
    },
    {
      "id": "3B3c",
      "title": "Defection",
      "text": "As a free action on your Turn, you may flip your extremist propaganda.\nThis disgraces your delegate (i.e. permanently moves it off the chit and into the Ideology). Furthermore, if you have uncolonized Factory(s), you must choose one to convert to the color of one of your enemies (3E2k). At the end of the War, players without extremists are counted among the defeated (3F4d).\n12\n• Surrender. Defection can also be involuntary, as a result of combat (3B3a). If so, you do not suffer a Factory loss, but are not allowed whistleblowing or sneak attacks (see below).\n• Capitulation. If this results in all propaganda being the same bloc, the War ends (in your defeat!) at the end of your Turn, see 3F4.\n• Sneak Attack. If you make attacks against your former allies on the Turn of defection, you are allowed to attack first if you play your victim a bribe. You are also allowed Felonies this Turn against your former allies, without needing a bribe."
    },
    {
      "id": "3B3d",
      "title": "Whistleblowing",
      "text": "Whistleblowing. Flipping a propaganda allows you to blackmail one corrupt delegate in your faction's Ideology (3D2d), which Decommissions its cube and steals its bribe."
    },
    {
      "id": "3B4",
      "title": "Expanded Freedom To Roam Treaty",
      "text": "12TREASON is a collectivist term, since it denotes a crime against a country. Thus, it can only be understood by persons who accept a nationalist BSU. For an individualist (such as myself ), crimes can only be objectively defined as against an individual victim, not against a collective such as a country.\n13BLACK MARKET is an example of the free market in action, a private response to public regulations. Private and public institutions are frequently confused, perhaps because many speakers twist definitions in order to make a point. For an institution or transaction to be private, it must meet 2 conditions: (1) its funding must be from customers, and (2) its competition must not be under legal regulatory force. If an institution instead gets its funding from taxes, it becomes just another bureaucracy. If its would-be competitors are outlawed, it becomes just another monopoly.\nEXAMPLE [3B3c] War breaks out, and you are an Independent. But you have lots of glory, and prefer a Loyalist victory. So you flip your extremist propaganda and defect. You decide to treacherously attack a Independent who is in the lead. You must compensate her with a bribe, and roll first. Whatever the outcome of the attack, you have lost the War, but the Loyalist victory is worth it.\nTIP: In a 2-player game, you can always end the War by defecting! You lose a Factory. [3B3c]\nEASILY MISSED: You never forfeit a Factory unless the defection was voluntary.\n[3B3c]\nEASILY MISSED ( The individuality law (O5f) states: \"You may treat an opponent’s Factory or Bernal as your own.\"\nThis makes your Bernal public property for On-Site\nOperations, factory-assist, and Promotions. [3B4] c. White Flag during War/Anarchy. If the buyer and seller are enemies, the sale must be negotiated (needs a delegate in honor), and combat against each other’s Tokens within, into, or out of the Bernal Space is forbidden during the Turns of the sale.",
      "sub_ids": {
        "3B4d": "3B4",
        "3B4e": "3B4"
      }
    },
    {
      "id": "3B4d",
      "title": "Your Sales Benefits",
      "text": "Your Sales Benefits. You may receive the factory stock price (M2b) in Aqua, taken from the Pool. Additionally, you may negotiate (N) for additional benefits (e.g. Aqua, Hand cards, isotopes, etc.)."
    },
    {
      "id": "3B4e",
      "title": "Bernal Sales Benefits",
      "text": "Bernal Sales Benefits. Your opponent may take 1 card into his Hand, taken from the top of any patent deck."
    },
    {
      "id": "3B5",
      "title": "Isotope Monetization",
      "text": "a. 2X FINAO Costs. Failure Is Not An Option (H7e) costs are instantly and permanently doubled for all players (including those with Open Source faction privilege) if one of these occurs:\n• Either the Lofstrom Loop (2B4f) or the GEO Space Elevator (2B4i) is Anchored as a Home Bernal.\n• The first gold bead of isotope fuel is produced (1C1a).\n• The first ET Home Bernal (3F1) is Anchored.\n14SPONTANEOUS MONETIZATION OF ISOTOPES. Inflation is caused by increases in the quantity of money. As water becomes more plentiful, prices using water currency become inflated. Perhaps the programmers would start charging 6 Aquas instead of 4 for FINAO. An industrialist with his wealth stored in a water depot would see his wealth diminish daily. In order to preserve his savings for future projects, he would join the growing demand for an inflation hedge. Once enough people want to own isotopes as a robust store of value and thus are willing to accept them in exchange for their own goods and services, others become willing to accept them too, even those with no savings and thus no need of an inflation hedge. At some point, isotopes become money that is universally acceptable.\nEXAMPLE [3B4] Your allied opponent has a Bernal at LTO (Low Titan Orbit), with a dirtside at ontario lacus (Spectral Type D). This Factory is connected to kraken mare (Spectral Type V), which is unclaimed. You have produced a V Black-Side refinery, and ask your opponent to pay you an Aqua if you bring this card to LTO for sale. She accepts. Because you are allies, she must accept the sale, and she is not allowed to renege on the 1 Aqua payment since the payment is not in the future (but rather in the turn of delivery). You get 9\nAqua from the Pool. For her benefit, she takes a card from the radiator patent deck. On her turn, she industrializes kraken mare, which becomes a new Dirtside. The no snow rule prevents you from selling any more V cards to her Bernal.\nEASILY MISSED ( FREEDOM TO ROAM\nEXAMPLE 3B b. Blue/Gold Bead Exchange Rate. At your Bank, one gold bead can be exchanged for 10 Aqua, and vice versa. Thus, if you pay the programmers with 1 gold bead, you get 2 Aqua in return.",
      "sub_ids": {
        "3B5c": "3B5",
        "3B5d": "3B5",
        "3B5e": "3B5"
      }
    },
    {
      "id": "3B5c",
      "title": "Gold Bead Bank Transactions",
      "text": "Gold Bead Bank Transactions. If your Bank receives any gold beads in a transaction, either through negotiation or in an auction, as soon as they leave the Bank they automatically become your iso-standard."
    },
    {
      "id": "3B5d",
      "title": "Debasement",
      "text": "Debasement. If you never had a GW/TW thruster and thus no iso-standard, you cannot hold any gold beads. If your Bank receives an Isotope in trade you must immediately convert it into Aqua."
    },
    {
      "id": "3B5e",
      "title": "Iso-Standard Permanency",
      "text": "Iso-Standard Permanency. Once you have established your iso-standard, it can be changed only if you buy a new GW/TW thruster after selling or losing your original GW/TW thruster."
    },
    {
      "id": "3C",
      "title": "War Of Independence Outbreak",
      "text": "As the game progresses, Factory stock prices will decrease, increasing the chance of the War of Independence (War). There are 2 ways that the War can start: By rolling high in a war outbreak roll (3C1) or by completing a casus belli Future (1D2c, 3C2). See 3C3 for immediate effects.",
      "sub_ids": {
        "3Ca": "3C",
        "3Cb": "3C",
        "3Cc": "3C",
        "3Cd": "3C",
        "3Ce": "3C"
      }
    },
    {
      "id": "3Ca",
      "title": "One War Only",
      "text": "One War Only. War outbreak will never happen again once one bloc or the other has won the War (3F4a)."
    },
    {
      "id": "3Cb",
      "title": "Determine Your Bloc",
      "text": "Determine Your Bloc. During the first War/Anarchy, Players Purple, Yellow, and White start as Loyalists (M), while Players Green, Gray, and Red start as Independents (B).15 This bloc can change as a result of losing a battle (3B3a) or defection (3B3c)."
    },
    {
      "id": "3Cc",
      "title": "Allies and Enemies",
      "text": "Allies and Enemies. If you are a Loyalist, during War/Anarchy all other Loyalists are allies and all Independents are enemies. It’s the other way around if you are an Independent. Your Crew is always your ally."
    },
    {
      "id": "3Cd",
      "title": "War Effects",
      "text": "War Effects (3D) are enacted starting with the next player’s Turn, and last until the War ends per 3F4."
    },
    {
      "id": "3Ce",
      "title": "Abilities",
      "text": "Abilities. If a card Ability or a rule outside this Module says “during Anarchy”, this means ”during War” as well.\n15ASTROLOGICAL SYMBOLS used for Earth (m) and Sol (b) also signify the Loyalist and Independence Blocs respectively. These icons were codified during the Renaissance for zodiac cults, and are still used in the science of astronomy. Using the sun icon b as an icon for liberation furthers the heliocentric revolution started by Copernicus, which dethrones the Earth as the center of the universe.\nEXAMPLE [3B5b] You have a mini-mag orion that you wish to take through a Hazard and need to pay the programmers. You isotope refuel one gold bead at your M Factory, and transport this by Freighter to an opponent’s Bernal. First you negotiate and pay a small fee in Aqua. Then you use his Bernal as a bank to pay the programmers 1 gold bead, and receive 2 Aqua in change. There happens to be a War going on, but you are Player Gray, and your extremist delegate automatically evades the War restrictions on FINAO.\nEASILY MISSED: The term 'opponent' in these rules is used to define all other players, not allies or enemies. [3Cc]\nPlayers:\nGreen, Gray and Red\nPlayers:\nPurple, Yellow, White\nSTARTING BLOC [3Cb]"
    },
    {
      "id": "3C1",
      "title": "War Outbreak Roll",
      "text": "Assuming the War of Independence has not yet occurred, or during a truce (3F3), each time that an Exploitation Track is adjusted because a new Factory is built during industrialization (I7), roll one dice (1d6) and add the number of Seniority Disks that have been placed into the assembly (O6). If the result is greater than the (unmodified) stock value in that category, then there is an outbreak of War at the end of that player’s Turn.16"
    },
    {
      "id": "3C2",
      "title": "Casus Belli Outbreak",
      "text": "Assuming it has not yet occurred, War starts by the successful completion of a casus belli Future (1D2c), including secession (1D5e), footfall (1D5e), pan sapiens (1D5e), and robot emancipation by uplift (1D5e).",
      "sub_ids": {
        "3C2a": "3C2"
      }
    },
    {
      "id": "3C2a",
      "title": "If a 2nd Casus Belli is Completed, points are stil",
      "text": "If a 2nd Casus Belli is Completed, points are still scored but do not trigger War."
    },
    {
      "id": "3C3",
      "title": "What Happens If War/Anarchy Breaks Out?",
      "text": "If either the outbreak of War occurs, or the Anarchy event (K2e) is rolled, 3 effects (3C3a,b,c) happen immediately, and war effects (3D) start at the end of the Turn. If Anarchy occurs during War, nothing happens except for the Purge Roll, and combat becomes optional.",
      "sub_ids": {
        "3C3a": "3C3",
        "3C3b": "3C3",
        "3C3c": "3C3",
        "3C3d": "3C3",
        "3C3e": "3C3"
      }
    },
    {
      "id": "3C3a",
      "title": "Bloc Assignment",
      "text": "Bloc Assignment. The players are separated into the Independence and Loyalist blocs, according to the propaganda of their color. Assuming no defections have occurred, Players Green, Gray, and Red are\nIndependence, and Players Purple, Yellow, and White are Loyalists.17\n16TIPPING POINT. The war trigger in this game depends upon the establishment of multiple factories of the same Spectral Type. This implies both a trade war for the Earth market, and an establishment of an internal market in space. If one of the competitors in the trade war uses Earth-based regulations or taxation to gain a competitive advantage, this could be a basis for hostilities. Such defiance is sustainable only if the income from internal trade rivals that from imports and exports to Earth. This point, called the tipping point (hat tip to Andy Doull), heralds the financial independence of the colonies.\n17BLOC ASSIGNMENT follows logically from ideology. Freedom and individuality favor self-reliance and a can-do attitude, and respect independence as a virtue. Unity and authority favor community, comradeship, and patriotism and respect loyalty (often in a military chain of command) as a virtue. Equality and honor were not so obvious, and I had trouble deciding which bloc to put them into.\nEASILY MISSED ( Track is adjusted by a Mobile Factory landing on a Claim.\n[3C1] EXAMPLE [3C1] After Turn 36, there are 3 Seniority Disks in the political assembly. You build the first factory on an M asteroid. The stock price on the M column drops to 8, and you make a war outbreak roll. You roll “6”, plus 3 = 9. War is declared!\nSTAR TOKEN [3C3b] b. Remove Star Token. Move the Active Law star into the War/Anarchy slot (yellow star) on the political assembly. This indicates Laws cannot be made active or lobbied"
    },
    {
      "id": "3C3b",
      "title": "Remove Star Token",
      "text": "Remove Star Token. Move the Active Law star into the War/Anarchy slot (yellow star) on the political assembly. This indicates Laws cannot be made active or lobbied."
    },
    {
      "id": "3C3c",
      "title": "Purge Roll (K1e)",
      "text": "Purge Roll (K1e). The 1st Player rolls one dice (1d6) and consults the dice numbers printed on the assembly. Decommission (if possible) one delegate of each player color in this Ideology. Extremists are immune!"
    },
    {
      "id": "3C3d",
      "title": "Delegates",
      "text": "Delegates. If any player has a delegate in an enemy bloc, by the end of his Turn he must either (1) suborn it by placing a bribe under it (3D2b), or (2) Decommission it. Player White's delegates cannot be corrupted. (3D6c)."
    },
    {
      "id": "3C3e",
      "title": "Unanchor Independence Bernals",
      "text": "Unanchor Independence Bernals ( f. Desertion of Enemy Colonists ( • Instances of Desertion. This can happen during War/Anarchy outbreak (3C3e), whenever the Colonist’s propaganda is flipped (3B3a,b,c), or if you defect (3B3c).\n• Exomigration. If a Colonist deserts during your Turn, exomigration occurs on your following Turn."
    },
    {
      "id": "3C4",
      "title": "Difference Between War & Anarchy",
      "text": "a. Both move the Active Law (star token) into the War/Anarchy spot in the political assembly (3C3b). 18INDEPENDENCE HOME BERNALS. Suppose an entrepreneur makes his living selling beamed energy from a powersat Home Bernal to customers on Earth. Unfortunately, War breaks out, and the entrepreneur has known Independence sympathies. What happens? Let’s assume the owner has de facto control over the space station. This means, even if one or more nations claim it as their own property, this has little effect without a boatload of marines. And a direct assault is complicated by the fact that beamed energy has obvious defensive force. On the other hand, the owner is unlikely to risk the lives of his workers, and his expensive property, by taking offensive measures of his own. Both he and his customers will want to continue business as usual, yet the customers will be under pressure, perhaps fines, seizures, imprisonment, to find more expensive energy elsewhere. The net result may be that the Bernal will uproot and move out of Earth orbit, using its own dirt shield as propellant.\nThe empty shell is uninhabitable during its journey to a new home.\nEASILY MISSED: You are always allied with your Crew (3Cc). [3C3f]\nTIP ( Stack, so that you will be able to travel to a better location in case of War.\nFurthermore, if your Colonist is a Loyalist, remember that they will desert (3C3f).\nPerhaps send them on a risky assignment, if their replacements are more trustworthy. [3C3e]\nEASILY MISSED: Suborn (3D2b) is a once-per-turn free action, so you can only save one of your delegates in enemy ideologies. [3C3d]\nEASILY MISSED (  c. Both limit some Operations and free actions by war/anarchy restrictions (3D4, 3D5).\n19 d. Both forgo Discarding Colonists during unanchoring (3A3g).\ne. Both allow Felonies and combat against an enemy, vendettas (3D1), corruption & suborning (3D2), and dislodging (3D7).\nf. Both disable faction privileges (B6a), and enable faction weapons (3D6).",
      "sub_ids": {
        "3C4c": "3C4",
        "3C4d": "3C4"
      }
    },
    {
      "id": "3C4c",
      "title": "Both — War and Anarchy",
      "text": "Both limit some Operations and free actions by war/anarchy restrictions (3D4, 3D5). Both also affect the political assembly (3B)."
    },
    {
      "id": "3C4d",
      "title": "Both — Discarding Colonists",
      "text": "Both forgo Discarding Colonists during unanchoring (3A3g)."
    },
    {
      "id": "3D",
      "title": "War or Anarchy",
      "text": "War divides the players into two blocs (3B2c), your allies and your enemies. War features restrictions (3D4, 3D5) on boosting, free market sales, initiating research auctions, entering LEO, FINAO, promoting, retaining Colonists, exomigration, homesteading, and remaining in a Home Bernal anchorage.",
      "sub_ids": {
        "3Da": "3D"
      }
    },
    {
      "id": "3Da",
      "title": "Combat & Felonies",
      "text": "Combat & Felonies are allowed between enemies during both War and Anarchy."
    },
    {
      "id": "3D1",
      "title": "Vendetta",
      "text": "A vendetta is an action forbidden by exoplanetary law. You can perform one only by paying your victim a bribe just before the relevant dice roll (just after in the case of sabotage). There are 5 kinds of vendettas: sneak attack, sabotage, Human kamikaze, gray goo, and dropstone:\n19TYRANNY OF THE ROCKET EQUATION. In space, the economy of both war and peace is dominated by transportation costs in which it is normal to pour 99% of the vehicular energy into the propellant, where it flies uselessly into space at high speed, and only 1% to actually move the space vehicle. Why do they voluntarily make such a lopsided partition of energy? Because in space, where every gram matters, the fuel economy is improved by ejecting it at high energy. All vehicles need both energy and mass to maneuver. On Earth, everyone worries about energy (e.g. how much fuel remains), but the mass is taken for granted. In this game, the fuel is taken for granted, but the mass (propellant) is carefully tracked. The tyranny of the rocket equation means that rockets are extremely fragile in warfare: with feeble thrusting, high energies which cannot be cloaked, big cryotanks that can’t be armored, and components so frail as to not be able to support their own weight if they sat on Earth.\nEASILY MISSED: “Opponent” and “enemy” are not the same. “Opponent” means another player. “Enemy” means another player who is also of the opposed bloc during War (e.g. he is Loyalist, but you are\nIndependence). [3D]\nEXAMPLE [3D] You want to prospect Luna, but unfortunately the 1st Player does not give her permission. Prospecting without her permission is a Felony and only allowed if you are allowed Felonies. Then War breaks out, and you and her are enemies (she is a Loyalist scum!). In War, you are allowed Felonies against enemies, and so do not need her permission. But suppose you and her are allies. Now you still need her permission. Perhaps she will accept a bribe in return for permission!\nEASILY MISSED: Felonies are not vendettas and never require a bribe. [3D1]\nEASILY MISSED: Biological warheads and amat bombs are not vendettas. [3D1] a. Sneak Attack. This is a treacherous attack on an ally when you flip your propaganda to the other bloc during a defection (3B3c).",
      "sub_ids": {
        "3D1b": "3D1",
        "3D1c": "3D1",
        "3D1d": "3D1"
      }
    },
    {
      "id": "3D1b",
      "title": "Sabotage",
      "text": "Sabotage. On an enemy's turn, immediately after he makes a successful Belt, Hazard, or Epic Hazard Roll, force him to make a reroll. FINAO can't be sabotaged."
    },
    {
      "id": "3D1c",
      "title": "Human Kamikaze",
      "text": "Human Kamikaze. Only Player Purple may fire this weapon, which allows him to use sacrificial Humans in combat. Paying a victim a bribe allows you unlimited use of both Human kamikazes (3E5d) and Human dropstones (3D7c) against him that Turn."
    },
    {
      "id": "3D1d",
      "title": "Beamed Gray Goo",
      "text": "Beamed Gray Goo. Only Player Gray or a player having an Anchored Pharmaceutics Bernal/Lab (2B4g) may fire this faction weapon (3D6e), which adds 1d6 to rayguns. Your 1 bribe payment for the vendetta allows you unlimited use of gray goo against him that Turn.20 e. Dropstone. Any player may attack with this weapon (3D7). Only Player Purple is exempt from paying the bribe."
    },
    {
      "id": "3D2",
      "title": "Delegate Corruption & Suborning",
      "text": "A delegate becomes a corrupt delegate by placing a bribe disk under its cube. Once corrupted (by any player), a delegate can be petitioned by any player to evade war restrictions (3D3d).21 Furthermore, it cannot be used to lobby (O4) and does not count as VP at the endgame (3G1). A corrupt delegate is otherwise treated as an ordinary delegate, with the following effects during War/Anarchy only:",
      "sub_ids": {
        "3D2a": "3D2",
        "3D2b": "3D2",
        "3D2c": "3D2",
        "3D2d": "3D2",
        "3D2e": "3D2",
        "3D2f": "3D2",
        "3D2g": "3D2"
      }
    },
    {
      "id": "3D2a",
      "title": "Dismissal",
      "text": "Dismissal. Unless evaded (3D3), any of your uncorrupted delegates in an enemy bloc are Decommissioned at the end of your Turn."
    },
    {
      "id": "3D2b",
      "title": "Suborn",
      "text": "Suborn. As a once-per-turn free action, you may corrupt an uncorrupted delegate of any color. This costs a bribe (place under the delegate). If the delegate is not your color, this also costs 4 Aqua, paid to the Pool.\nExtremists and incorruptible delegates (3D6c) cannot be suborned."
    },
    {
      "id": "3D2c",
      "title": "Propaganda Oust",
      "text": "Propaganda Oust. If you flip a propaganda of an Ideology for any reason, you can Decommission (oust) one corrupt delegate in that Ideology, claiming his bribe as your own.\n20GRAY GOO describes self-replicating nanomachines, which are programmed to seek and consume materials useful for their self-replication. These machines are minute enough to be propelled by beamed energy. If a target is rich in such materials, the machines could convert it into more gray goo. –K. Eric Drexler, Engines of Creation, 1986.\n21SLIPPERY-SLOPE EFFECT. “Because individuals more readily justify small indiscretions as opposed to major ethical, moral disengagement is likely to occur when unethical behavior develops gradually over time rather than abruptly,”\n–Welsh, Ordóñez, Snyder, & Christian, The slippery slope: How small ethical transgressions pave the way for larger future transgressions, 2015.\nCORRUPT DELEGATE [3D2] • Instances: Ousting (previous bullet), martial law (O5d), or recovering a cube if at your cube limit (I7f)."
    },
    {
      "id": "3D2d",
      "title": "Blackmail",
      "text": "If you Decommission a corrupt delegate for any reason, you claim his bribe as your own.\n• Instances: Ousting (previous bullet), martial law (O5d), or recovering a cube if at your cube limit (I7f)."
    },
    {
      "id": "3D2e",
      "title": "Lobbying",
      "text": "Lobbying. During War/Anarchy, all Laws are shutdown and can’t be lobbied (O4) by any delegate (corrupt or not)."
    },
    {
      "id": "3D2f",
      "title": "Evasion",
      "text": "Evasion. A corrupt delegate can be petitioned by any player to evade restrictions (3D3d)."
    },
    {
      "id": "3D2g",
      "title": "Lingering Corruption",
      "text": "Lingering Corruption. A corrupt delegate remains corrupted after War/Anarchy ends."
    },
    {
      "id": "3D3",
      "title": "Petition to Evade Restrictions",
      "text": "Certain Operations (3D4) and certain Abilities/free actions (3D5) are restricted during War/Anarchy. Each restricted Operation and Ability/free action is associated with a certain Ideology as listed in the a. An extremist delegate of your color (or of an opponent’s color, assuming a successful negotiation (N)).",
      "sub_ids": {
        "3D3b": "3D3",
        "3D3c": "3D3",
        "3D3d": "3D3"
      }
    },
    {
      "id": "3D3b",
      "title": "Ally Delegate",
      "text": "A delegate of your color."
    },
    {
      "id": "3D3c",
      "title": "Allied Delegate with Permission",
      "text": "A delegate of an ally's color, with her permission/negotiation. This includes allied extremists."
    },
    {
      "id": "3D3d",
      "title": "Corrupt Delegate",
      "text": "A corrupt delegate of any color.\nEASILY MISSED: The only enemy delegate you can negotiate with is an enemy extremist. [3D3a]\nEVADE EXAMPLE [3D3d]\nEXAMPLE [3D2f] War breaks out and you are Independent. Now you want to boost your Bernal. You will need to evade the War restrictions on boosting, so you spend 4 Aqua to suborn a foreign delegate in the unity Ideology.\nEXAMPLE [3D3b] Player Yellow fundraises, moving a delegate into honor. Then he makes a negotiation with Player Green for use of her Powersat for movement. The restrictions against negotiating with the enemy are evaded by the yellow delegate in honor.\nEXAMPLE [3D3d] Player Green (equality) has a bunch of cards that she wishes to boost, but unfortunately there is Anarchy and boosting is restricted. To evade this, she must petition unity, the Ideology that has the “No Boost/Homestead Ops” restriction.\nFortunately she has a delegate in centrist, so she performs a fundraise op, which gains her an Aqua and a new delegate, and importantly allows her to move her centrist delegate to unity. Since unity is currently an enemy bloc, she is forced to pay a bribe to corrupt her delegate there. She is finally free to boost her stuff, but unfortunately other players can use her corrupt delegate to boost their stuff as well."
    },
    {
      "id": "3D4",
      "title": "War/Anarchy Restricted Operations",
      "text": "This means you cannot perform them unless you petition a delegate to evade the restrictions (3D3):",
      "sub_ids": {
        "3D4a": "3D4",
        "3D4b": "3D4",
        "3D4c": "3D4",
        "3D4d": "3D4"
      }
    },
    {
      "id": "3D4a",
      "title": "Limited Free Market Operations (Freedom, extremist",
      "text": "Limited Free Market Operations (Freedom, extremist = Player Red). Black-Side Card sales (I3b) are not allowed, and White-Side sales (I3a) are restricted to pay 1 Aqua per card."
    },
    {
      "id": "3D4b",
      "title": "No Boost/Homestead Operations (Unity, extremist =",
      "text": "No Boost/Homestead Operations (Unity, extremist = Player Yellow). Boost (I4) and homesteading (2A4) operations are not allowed. You may evade this if you own or negotiate with a L3 Lofstrom Loop (2B4f) or GEO Space Elevator (2B4i) Home Bernal."
    },
    {
      "id": "3D4c",
      "title": "No Home Bernal Anchoring (Authority, extremist = P",
      "text": "No Home Bernal Anchoring (Authority, extremist = Player Purple). This restriction applies only if you are an Independent (even if authority becomes Independent). You are not allowed to anchor (2A5) a Home\nBernal, and if you already have a Home Bernal, it becomes unanchored at the end of your next Turn.\n• Elevators. Building an elevator to your ET Home Bernal in the M Earth or E Mars Zones is restricted (3F1g)."
    },
    {
      "id": "3D4d",
      "title": "No Auction Operations",
      "text": "No Auction Operations (Equality, extremist = Player Green). Initiating a research auction (I2) is not allowed, but participating is not restricted.22\n22WAR GRANTS. As in any emergency, politicians use war as an opportunity to increase their own tax-based power to manipulate the careers of scientists and engineers and the capital of businessmen into particular military endeavors, against the workers’ own individual judgments. Although this can lead to benefits, results achieved by the seizure of freedoms must be balanced against the war-winning results that would have been achieved had the producers been allowed to follow their own visions.\nWAR EASILY MISSED: You need to petition a delegate to perform a restricted operation. The uncorrupted delegate of an ally is not enough, unless they agree to a negotiation. [3D4]\nEXAMPLE [3D4b] It is War, and Player Red wants to boost a card. She has no delegates, but fortunately Player Green has a corrupted delegate in unity that she can use to evade the unity restrictions on boosting.\nEXAMPLE [3D4c] You have a Home Bernal when War breaks out. You have no delegates in authority and should spend your first War Turn electing a delegate to authority, to avoid the unanchor of your Bernal. Because you are in the Independence bloc, your Bernal is threatened as a war appropriation. If Player Purple has an extremist, you can ask her for permission to keep your Bernal anchored.\nEXAMPLE [3D4d] It is War, and Player Gray wants to auction a card. He has a delegate in equality he can use to evade the equality restrictions on auctions. All players can participate in the auction, because only initiation is restricted, not participation."
    },
    {
      "id": "3D5",
      "title": "War/Anarchy Restricted Abilities & Free Actions",
      "text": "a. No Exomigration (Freedom, extremist = Player Red). You may not exomigrate new Colonists (2A6). If evaded, then you may exomigrate (free action) up to your wartime colonist limit (3A3g).\n24 b. LEO No-Fly Zone (Authority, extremist = Player Purple). You may not move from space into LEO. Does not affect boosting.\nc. No Enemy Negotiation (Honor, extremist = Player White). You are restricted from granting the enemy any negotiation (See Section N in Core). As long as Player White retains his extremist, he is allowed to negotiate or enable negotiation at any time.\nd. No Enemy Colonists (Honor, extremist = Player White). If at the end of your Turn a Colonist of yours supports the enemy bloc (3F4a), you must Discard this enemy Colonist to the bottom of the queue.\ne. No FINAO (Individuality, extremist = Player Gray). You may not perform “failure is not an option”.\n23SPACE INVESTMENTS. One of the worst economic effects of war is that it scares away investors. Regardless of which bloc the investor supports, risking his/her life savings on labs or other infrastructure in a time of combat and sabotage is foolish, unless it can have an immediate war-winning impact.\n24PLANETARY CHAUVINISM. More than 40 years ago the late Gerald K. O'Neil, author of The High Frontier, argued against attempting to settle places like Mars, in favor of Bernals tailored for human comfort. This view is adopted in the game, with families living in Bernals, and the breadwinners involved in dirtside teleoperations. \"These are beautiful. People are going to want to live here.\" –Jeff Bezos of Blue Moon, 2019.\nEXAMPLE [3D5c] It’s War, and you are Independence Player Red. You want to boost and humbly ask Player Yellow for permission. Player White interrupts, pointing out that for two enemies to negotiate, they need her permission first. You end up paying her a Hand Card, and Player Yellow a bribe chit, before boosting.\nEASILY MISSED: An Independence Home Bernal must petition every turn to stay anchored. [3D4c]\nA petition each Turn is also required to hold enemy\nColonists. [3D5d]",
      "sub_ids": {
        "3D5b": "3D5"
      }
    },
    {
      "id": "3D5b",
      "title": "LEO No-Fly Zone",
      "text": "LEO No-Fly Zone (Authority, extremist = Player Purple). You may not move from space to LEO or LEO to space through the home burn space of any opponent in War who is Player Purple or uses extremist-Authority."
    },
    {
      "id": "3D6",
      "title": "Faction Weapons",
      "text": "As listed on your playmat (top), you have an additional War/Anarchy Ability called a faction weapon. Faction weapons can only be used during War/Anarchy! If using b. Player Yellow (national unity). Your kamikaze attacks (3E5) use biological warheads (see Table 3E2).",
      "sub_ids": {
        "3D6c": "3D6",
        "3D6d": "3D6",
        "3D6e": "3D6",
        "3D6f": "3D6"
      }
    },
    {
      "id": "3D6c",
      "title": "Player White — Elitist Honor",
      "text": "Player White (elitist honor). Your Crew/Colonists are marines who do not need buggies to make a buggy attack (3E4).\n• Incorruptible Delegates. Player White has this Ability, which allows his delegates to never become corrupt (If playing"
    },
    {
      "id": "3D6d",
      "title": "Worker Equality",
      "text": "Player Green (worker equality). Your Humans and robonauts do not need a Powersat to use fighting mirrors (3E3c)."
    },
    {
      "id": "3D6e",
      "title": "Player Gray — Anarchical Individuality",
      "text": "Player Gray (anarchical individuality). You may use beamed gray goo (3E3a), which allows your rayguns to roll one extra dice for their FV. Unless your target is a dropstone, you must pay your victim 1 bribe for a vendetta (3D1d) to use beamed gray goo against him for a Turn."
    },
    {
      "id": "3D6f",
      "title": "Player Purple — Socialist Authority",
      "text": "Player Purple (socialist authority). Costs 1 Aqua to attack using an amat bomb with your Crew or Anchored Bernal. Amat bombs are not used if you are the defender.\n25BASAL SOCIETAL UNIT (BSU) of the factions establishes a supreme collective, as follows: Yellow = The patriotic are united under a supreme nation or religion, White = the masses pursue a code of honor under a supreme elite, Purple = all societal members are regulated under a supreme authority, Green = the workers collectively own capital under a supreme egalitarian union, Gray = individuals are supreme in an anarchy,\nRed = freedom is supreme, as values and capital are exchanged on the free market, and only the use of force is regulated.\n26JAMMING is the use of high-power electromagnetic waves on identified frequencies to disturb communication, radar detection and weapon targeting. Factories are vulnerable to ECM jamming, particularly the teleoperation of robonauts and the delicate process of electromagnetic slinging of products and water to orbiting spacecraft.\nEASILY MISSED ( You can use faction weapons only during War/Anarchy (even if allowed Felonies), and can use faction privileges only during peace.\nLike your faction privilege (B6a), your faction weapon is available only if you have an Anchored Bernal. [3D6]\nEXAMPLE [3D6e] As Player Gray, you boost 2 rayguns and their mutual generator support into your Bernal in the GEO Home Orbit. It’s War, and an enemy Home Bernal with a rad-hardness = 6 is in the Adjacent L2 Home Orbit. You pay one bribe to your enemy, and attack with both rayguns as beamed gray goo, rolling 3d6 with each. After subtracting the ISRU on each shot, the resulting FV is 6 and 13. Both shots achieve a zap, but the first is ineffective while the second Decommissions the Bernal with genocide.\nNOTE ( Bernal), than Player White collects the bribe. [3D6c]\n• War Crimes. Player Purple has this Ability, which allows him to perform a sneak attack without paying a bribe (3B3c), to use human kamikazes (3E5d) and manned dropstones (3D7c), and suffer no consequences from genocide (3E2m)."
    },
    {
      "id": "3D7",
      "title": "Dislodge",
      "text": "A dropstone is a rocket-powered boulder or iceberg sent flying into a target with the help of gravity-assist from a flyby. The dropstone comes off of a comet or moon, which is unaffected by the dislodge. The dropstone forms a new Stack type (maximum of 1 allowed) and is in addition to the number of Stacks permitted (E3). For the necessary midcourse corrections, this Stack must include an Operational thruster (but not fuel, since the dropstone itself is used for propellant). The entire dropstone Stack is Decommissioned in its attack, see 3E6.\n27 a. Vendetta. When it comes to the attack roll (3E6), you will need a bribe to pay the defender (3D1e).",
      "sub_ids": {
        "3D7b": "3D7",
        "3D7c": "3D7",
        "3D7d": "3D7",
        "3D7f": "3D7",
        "3D7g": "3D7",
        "3D7h": "3D7"
      }
    },
    {
      "id": "3D7b",
      "title": "Dislodge Procedure",
      "text": "To Dislodge a Dropstone takes an Operation using an Operational thruster on one of the following Spaces: • Synodic Comets. A dropstone from one of these comets is deorbited into Sol, and on the next Turn can move outward at a rate of one Heliocentric Zone per Turn, starting in the C Venus Zone. It can attack when it reaches the targeted Heliocentric Zone per 3D7f.\n• Jovian Himalia Moonlets. A dropstone from one of these 4 moons is deorbited into Jupiter, and the Turn afterwards can attack any Site or Anchored Bernal in the F Jupiter Zone per 3D7e.\n27PEACEFUL DROPSTONES are a potential source of energy for the inner solar system, given the enormous potential energy available between the outer and inner planets. If the dropstone is metallic, it can be decelerated magnetically at the using end, and the kinetic energy stored in capacitors or flywheels. In this case, the source moonlets should be close to the planet rather than far out, so that the higher orbital speed can be used to counteract the heliocentric orbital speed. This allows the dropstone to fall and accelerate into the inner solar system, converting vast amounts of potential energy into kinetic energy.\n28GIANT PLANET DROPSTONES. A dropstone is ejected off its moonlet in the opposite direction of the moonlet’s orbital motion, which in combination with rocket power gradually nudging it into a highly eccentric orbit around the giant planet. To escape the giant planet, it makes a high thrust Oberth Burn at each periapsis (closest approach). Normally the feeble thrust of the mass drivers cannot significantly nudge the orbit of such a huge dropstone, but the Oberth thrust multiplying effect at the closest approach allows slight changes, enough to eventually liberate it from its giant planet yet leaving it in a circular heliocentric orbit around Sol. Therefore its strike zone is very narrow and because the dropstone is essentially ballistic, it is limited to targets not much closer or further from Sol. This is the reasoning for the rule that the stone can only attack targets within the Heliocentric Zone of origin. A dropstone deorbited from the Jupiter Zone and making a close pass of Sol can reasonably be expected to arrive back in the Jupiter Zone in 6 years.\nTIP: For dropstone strategy, locations, and a diagram of a typical dropstone heliocentric orbit, see 3H3. [3D7]\nJOVIAN HIMALIA MOONLETS [3D7b]\nEASILY MISSED: You can even dislodge from the special synodic comet kreutz sungrazer (B7k) (the thrusters will set the stone’s course just before they melt). [3D7b]\n• Saturnian Norse Moonlets & Methone. A dropstone from one of these 6 moons is deorbited into Saturn, and the Turn afterwards can attack any Site or Anchored Bernal in the G Saturn Zone.\n• Uranian Setebos/Sycorax/Prospero Moonlets. A dropstone from one of these moons is deorbited into Uranus, and the Turn afterwards can attack any Site or Anchored Bernal in the L Uranus Zone.\n• Frostline Dislodge. A dropstone dislodged as a tank of water from a Spacecraft can target explosive ice worlds (3D7g), where the impacting water causes a chain reaction.29 The Spacecraft must be in the K Ceres or F Jupiter Zones, but not on a Site, and must expend either 5 FT or 5 tanks of water fuel in the dislodge operation.30 For its first turn it enters the solar oberth flyby (H8e)."
    },
    {
      "id": "3D7c",
      "title": "Dropstone Stack",
      "text": "Dropstone Stack. Move non-Human cards at the Site into the dropstone Stack. (This is the only time, other than Decommissioning or dive-bomb kamikaze (3E5e), that Tokens may be moved into or out of a dropstone Stack.) The dropstone Stack must contain an Operational thruster (however the thruster does not need any cooling, as the rock itself supplies all the Therms required). This thruster must be of a certain type, depending upon whether the dropstone is made of ice or rock:\n• Dropstone From Hydration 4 Sites. This dropstone is an iceberg, and the dropstone thruster must be non-Human with a base thrust (B2d) of 3 or higher.\n• Dropstone From Other Sites. This dropstone is a boulder, and the dropstone thruster must be a nonHuman dirt thruster with a base thrust of 3 or higher. 29EXPLODING WORLDS. For reasons that remain mysterious, comets sometimes spontaneously explode into activity that dies down in a few days. The most recent, as I write this, was the Dec 2019 outburst from Comet Wirtanen. In 2005, the venting of water from Comet Tempel increased 250%, averaging 40,000 tonnes per day. This was 5 days after a 19 GJ impact by the deep impact spacecraft, which itself made a spectacular flash, the luminosity of which is still debated, but included water ejected from 1 meter below the silicate layer. Comets can suddenly disintegrate, even well beyond the frostline where no significant solar heating trigger could occur. Some of the better known fragmenting comets include Borisov (an interstellar comet), Schwassmann—Wachmann, and Biela's Comet. The distant centaur Echeclus has undergone frequent outbursts, and the ejection of a huge chunk (see map,11:00g). Part of the answer may lie in the crystallization of ice from its non-crystallized forms, which might release enough energy for a chain reaction.\n30FROSTLINE defines the boundary where simple molecules condense (dihydrogen H2, dinitrogen N2, dichlorine Cl2, water H2O, ammonia NH3, hydrogen sulfide H2S, carbon dioxide CO2, methane CH4, ethane C2H6). This line is a little less than 5 AU from Sol, well beyond the asteroid belt and just before the orbit of Jupiter. It marks the clear separation between the terrestrial planets and the gas planets. Beyond the frostline, with temperatures below 130K, ice remains on the surface rather than slowly subliming into space. The ice phase that dominates in the outer solar system is low density amorphous ice (ASW), quite distinct from the hexagonal crystalline ice found everywhere on Earth.\nSATURNIAN METHONE MOONLET [3D7b]\nSATURNIAN NORSE MOONLETS [3D7b]\nURANUS SYCORAX GROUP [3D7b]\n• Frostline Dropstone. This dropstone is a 200 tonne tank of water (5 FTs), and the dropstone thruster must be a non-Human water thruster with a base thrust of 3 or higher. Fuel is not tracked. (The impactor must be water, since only water can set off the runaway crystallization31 at the target.)\n• GW/TW Dropstone Thruster. Alternatively, the dropstone thruster for any dropstone can be a GW/TW thruster of any thrust. A single gold FT of isotope fuel must be carried.\n• Solar-Power. If the dropstone thruster is Solar-Powered, modify the base thrust by the stack’s Heliocentric Zone modifier at the dislodgement Site for the above thrust requirements.\n• No Manned Dropstones. Only the dropstone Stack of Player Purple (3D1c) can be created with Crew or other Humans.\n• Only One Dropstone. You are allowed to have only one dropstone Stack at any time."
    },
    {
      "id": "3D7d",
      "title": "Dropstone Insertion (1st Turn)",
      "text": "Dropstone Insertion (1st Turn). Once dislodged, a dropstone token of your color must be placed upon the flyby of the appropriate giant planet (or the solar oberth flyby (H8e) in the case of Synodic dropstones).\n• High Velocity. Once underway, the dropstone is in a highly-eccentric-orbit, which disallows any Tokens to land or liftoff it (exception: dive-bomb kamikaze, 3E5e). You can Decommission your cards on a dropstone.\n• Combat/Events: Flyby or Space Oberth Flyby. In one of these Spaces, the dropstone can be range attacked or suffer events as a Site target. The entire Stack is Decommissioned if its thruster becomes nonoperational.\n31RUNAWAY CRYSTALLIZATION can occur on worlds covered by unstable low density amorphous ice (ASW). This may explain why Comet Holmes suddenly erupted in 2007, increasing its brightness by a factor of half a million over two days as it ejected 100 million tons of dust. Metastable ASW worlds are common at the Frostline (previous footnote), where the solar temperatures are barely below the limit where more stable crystalline phases of ice can form. Even at higher temperatures, ASW can form if it is flash-frozen as snow, more rapidly than the crystals can align. Known worlds with mixtures of crystalline and amorphous ice have a Hazard labeled “runaway ice crystallization” on the map. The reaction converting ASW into crystalline ice is exothermic, releasing over 28 GJ/tonne, making it 6 times more energetic than TNT. Because of its heat of reaction and its high surface area, ASW snow might sustain a chain reaction that could involve the entire world, creating another Comet Holmes.\nThis reminds me of the plot of the science fiction novel Cat’s Cradle by Kurt Vonnegutt, in which the oceans of Earth are frozen by a few seed crystals of ice-9, a fictitious more stable phase of water.\nEXAMPLE [3D7d] The dropstone from the previous example is placed into the Jupiter flyby on its turn of dislodgement. The enemy moves a ship to a radiation belt Adjacent to the flyby and opens fire with two rayguns, taking out the generator. This Decommissions the dropstone.\nEXAMPLE [3D7c] You dislodge a dropstone from himalia with a spheromak GW thruster plus its support (an electric generator with a reactor support and remember that the cooling requirements are ignored).\nDROPSTONE TOKEN [3D7c]\nDROPSTONE AT SOLAR OBERTH [3D7c]\nEASILY MISSED: The solar oberth is a Hazard space, so a synodic dropstone must roll for Decommission or pay FINAO. [3D7d] e. Dropstone Arrival (Giant Planet Flyby 2nd Turn). On its 2nd Turn, this Dropstone must be moved to a Space, which can be any Site or Anchored Bernal in the specified Heliocentric Zone (3D7b).\n32 f. Dropstone Movement/Arrival (Synodic Dropstone 2nd Turn). A dropstone dislodged from a Synodic\nComet must on its 2nd Turn move from the solar oberth (D Zone) into the C Venus Heliocentric Zone spot (see illustration in example 3E6). On each Turn thereafter, the dropstone has only 2 options: (1) Attack any Site or Anchored Bernal in the Zone it occupies, or (2) move to the next Zone spot on the map further from Sol. However, it cannot move to a Heliocentric Zone further from Sol than the Site it was dislodged in."
    },
    {
      "id": "3D7f",
      "title": "Synodic Dropstone Movement",
      "text": "A dropstone dislodged from a Synodic\nComet must on its 2nd Turn move from the solar oberth (D Zone) into the C Venus Heliocentric Zone spot (see illustration in example 3E6). On each Turn thereafter, the dropstone has only 2 options: (1) Attack any Site or Anchored Bernal in the Zone it occupies, or (2) move to the next Zone spot on the map further from Sol. However, it cannot move to a Heliocentric Zone further from Sol than the Site it was dislodged in."
    },
    {
      "id": "3D7g",
      "title": "Dropstone Movement/Arrival (Frostline Dropstones)",
      "text": "Dropstone Movement/Arrival (Frostline Dropstones). A frostline attack uses the same rules as a Synodic Dropstone (previous bullet), except that the target can only be the Tokens (Factory, Colony, Outposts) on a Site that is Hydration 3 or 4 in the K Ceres or F Jupiter Zones.33 A Bernal in one of these Zones may also be targeted.\n• Exploding Worlds. A frostline dropstone that achieves a destroy or damage result also puts a busted disk on the Site and Decommissions/Discards all cards and Tokens. This can create Genocide (3E2m) or exploitation adjust."
    },
    {
      "id": "3D7h",
      "title": "One Pass",
      "text": "One Pass. Once moved to a Site or Anchored Bernal, the dropstone Stack is Decommissioned at the end of the Turn. It is also Decommissioned if the War/Anarchy ends before it reaches its target."
    },
    {
      "id": "3D8",
      "title": "Combat",
      "text": "Combat is the firing of weapons between Independence and Loyalist players. This is part of movement but must occur after all movement before a Turn is completed. Combat takes place between players with Colocated or Adjacent Stacks. During Anarchy (K2e), combat is optional. During War, it is mandatory (except for specified weapons and ranged attacks).\n32DROPSTONE IMPACT. A 5 megatonne iceberg 100 meters in diameter, accelerated by a delta-v of 2.5 km/sec (one Burn), impacts with a force more than ten of the largest nuclear bombs ever detonated. Most of this delta-v comes from the gravity assist, and the target velocity, as the mass drivers can only impart a feeble velocity change to the big chunk of ice.\n33AMORPHOUS WATER can occur in various solid and liquid forms, the most common being low density amorphous water (ASW). It forms around seeds of very cold dust, and can maintain its liquid form at temperatures between 140 and 210K. It is more viscous than normal liquid water, and is thought to explode if exposed to seed crystals of normal ice. Water rapidly cooled (over 10,000K/sec) below 77K forms hyperquenched glassy water, a quasi-stable form that can be stored for years. High density amorphous ice is formed by squeezing normal ice to 16000 atm at temperatures under 77K. Even if the pressure is restored to ambient, it retains its high density form (1.17 g/cm3). This type of ice can form at temperatures of 30K but low pressure on seeds of interstellar grains, of interest to the panspermia theory. An even higher density form (1.26 g/cm3) is called very-high density amorphous ice. All of these forms may be implicated in explosions noted at frostline temperatures.\nEASILY MISSED ( Per 1B6a, A Mobile Factory moves, attacks, and defends as a Spacecraft if not sitting on a Claim. If on a Claim, it attacks and defends as a Factory, including the Factory gun. [3D8]\nHimalia dropstone on its 2nd\nTurn.\nVALHALLA ATTACKED! [3D7d] • Complete All Movement. Do not forget to halt when entering an enemy’s Space (3A3d). If you start your move on an enemy occupied space and choose to attack, you cannot move further that Turn.\n• Choose first/next defending space. You may attack a defending space only once/Turn (using all weapons).\n• Resolve Glitch Triggers if any attackers or defenders have a Glitch Token.\n• Determine Who Fires First? In each battle, both the attacker and defender can fire all their unfired weapons.\n• All Defender Weapons Fire. Each defending weapon may fire once per Turn, only against the attacker.\n• All Attacker Weapons Fire. Each attacking weapon may fire once per Turn, only against the defending space.",
      "sub_ids": {
        "3D8b": "3D8",
        "3D8c": "3D8",
        "3D8d": "3D8",
        "3D8e": "3D8",
        "3D8f": "3D8",
        "3D8g": "3D8",
        "3D8h": "3D8",
        "3D8i": "3D8"
      }
    },
    {
      "id": "3D8b",
      "title": "Choosing Defending Space",
      "text": "Choosing Defending Space. To initiate combat, choose a single space with enemy Tokens which you can attack with weapons which have not yet been fired this Turn. All the enemy Tokens participate."
    },
    {
      "id": "3D8c",
      "title": "Attackers & Defenders",
      "text": "Attackers & Defenders. On your Turn, you are the attacker, and all enemies on the defending Space are defenders. Your allies do not participate in the attack."
    },
    {
      "id": "3D8d",
      "title": "Glitch Trigger",
      "text": "Glitch Trigger. Combat is a Glitch Trigger for all attacking and defending Stacks."
    },
    {
      "id": "3D8e",
      "title": "Combat Order",
      "text": "Combat Order. If the attacker uses a raygun, jammers (3D6a), or a sneak attack (3B3c), he fires first. Otherwise, the defender fires first."
    },
    {
      "id": "3D8f",
      "title": "LEO and Submarine Immunity",
      "text": "LEO and Submarine Factories & Colonies cannot attack or be attacked, but other cards on a Submarine Site can be, and can use a Submarine Colony to count as a manned Site (target column F of Table 3E2)."
    },
    {
      "id": "3D8g",
      "title": "Total War",
      "text": "Total War. As the attacker in War, you must attack all enemies in the defending space that you are able to fire upon. The defending space must fire upon all Colocated attackers. However, both the attacker and defender are not forced to fire with weapons firing at range (3E3), kamikaze weapons (3E5), or amat bombs (3E3d).\nEXAMPLE [3D8e] In the previous example, you must target what is left of the Freighter (the Outpost). You cannot switch your attack to the Factory. Since you have a raygun, you fire first, and Decommission the target.\nEXAMPLE [3D8g] In the previous example, the defending Factory can now fire its gun, which destroys your Rocket.\nEXAMPLE [3D8d] In the previous example, the Freighter has a Glitch and so must make a Glitch Roll. This destroys the Freighter, leaving its Cargo as an Outpost.\nEXAMPLE [3D8b] You have landed a raygun on an enemy Factory. An enemy Freighter is orbiting overhead, so you have two potential targets. Since the Factory is a pretty tough target, you choose the Freighter as the defending space.\nEASILY MISSED: Combat is part of movement, and free actions (G) are disallowed during movement (H1c).\nAccordingly, free actions such as jettison cargo, deposit glory at LEO, and the epic hazard operation (1A6) to claim a Futures\nStar, are not allowed during movement/combat. [3D8a]\nSUBMARINE ICON [3D8f] h. Combat Results. For each combat, follow the firing procedure (3E1), rolling on the Firing Results Table (3E2) to see if your attack succeeds against the target. If successful, see 3D9"
    },
    {
      "id": "3D8h",
      "title": "Combat Results",
      "text": "Combat Results. For each combat, follow the firing procedure (3E1), rolling on the Firing Results Table (3E2) to see if your attack succeeds against the target. If successful, see 3D9."
    },
    {
      "id": "3D8i",
      "title": "POWs & Post Battle Decommissions",
      "text": "POWs & Post Battle Decommissions. Directly after the battle, Human POWs can be claimed by a manned and victorious attacker per 3D9c. Then both the attacker and defender can Decommission surviving nonHuman cards. This can be useful to prevent further victorious attacks by the enemy."
    },
    {
      "id": "3D9",
      "title": "Victorious Attacks",
      "text": "An attack is defined as all combat in a Turn against a single defending space (3D8b), regardless how many weapons you roll for in your attack. If you are the attacker and your attack causes damage, unanchoring, Factory capture, or Decommission(s) on a defending space, your attack is called a victorious attack. A victorious attack has the potentially war-winning effect to flip an enemy propaganda:",
      "sub_ids": {
        "3D9a": "3D9",
        "3D9b": "3D9",
        "3D9c": "3D9",
        "3D9d": "3D9"
      }
    },
    {
      "id": "3D9a",
      "title": "Flip Enemy Propaganda",
      "text": "Flip Enemy Propaganda. You must flip a non-extremist enemy propaganda if any exist. If none exist, flip an extremist, and if possible it must be the extremist propaganda of the player who you defeated in combat."
    },
    {
      "id": "3D9b",
      "title": "War Hero",
      "text": "War Hero. If the defender you defeated has glory chits in Reserves, you may steal one (of his choice). 34SPACE COMBAT. For military purposes, a rocket is like a Zeppelin: huge, fragile, impractical to armor or camouflage. Its only advantage compared to a ground base is its maneuverability, but a rocket with enough propellant for a useful delta-v is bound to have an acceleration measured in milligravities. Unless on its last gasp of propellant, it’s about as nimble as the Titanic. In contrast, a hardened asteroidal Site is practically indestructible, honeycombed with cavities hiding the laser, control system, and power storage (flywheels or fuel cells). A facility's staff is housed underground for protection against ambient radiation, so even a surprise attack would face 5 meters of dirt. A laser sized to take out rockets would make tiny pocks in the layer of regolith covering the facility. Each kilowatt-second heats a kilogram of rock about one degree K, and even a size 1 asteroid has 10^16 kg of rock! Moreover, lasers are so inefficient that each shot pours more energy (as waste heat) into yourself than the target. A fort can reject that heat to its nightside, without the radiators needed by rockets. Forts track targets using a phased array radar spread out to defend against lasers and missiles. –H. Keith Henson, L5 News, 1979.\nEASILY MISSED: For an attack to be considered victorious, you must be the attacker, never the defender. [3D9]\nEASILY MISSED: A victorious attack is the only way to flip an extremist propaganda and to win a War. [3D9a] EXAMPLE [3D9a] Your dropstone damages a colonized Yellow Factory and the collateral roll removes 3 Outpost cards. After paying a bribe, you flip the Yellow propaganda, which is the last Loyalist propaganda, ending the War with an Independence victory.\nEXAMPLE [3D8h] In the preceding 4 examples, suppose you had a gun instead of a raygun. The order of combat would be: (1) Choose defending space (the Freighter), (2) Resolve Glitches, (3) Because you do not have jammers or a raygun, the defender fires first. The Freighter has no weapons, but the Factory is allowed to fire even though it was not targeted. (4) Assuming you survive the projectile from the Factory, you roll for your fire against the Freighter. This POW chit counts as a 0 VP Glory chit, but is flipped and stored on its 2VP side if brought to your Bank in a ticker tape parade (La) before the end of War/Anarchy. This returns the Crew/Colonist to the owner's Bank."
    },
    {
      "id": "3D9c",
      "title": "POW Chit",
      "text": "If your victorious attack with Humans was against a Colocated Stack(s) with Crew/Colonists, and after combat the defeated Stack(s) have no Operational thruster other than a Crew thruster, then you must claim the Humans as prisoners of war. Transfer the prisoners to your Stack and place a POW chit on them.\nThis POW chit counts as a 0 VP Glory chit, but is flipped and stored on its VP side if brought to your Bank in a ticker tape parade (La) before the end of War/Anarchy. This returns the Crew/Colonist to the owner's Bank."
    },
    {
      "id": "3D9d",
      "title": "POWs count as Humans (e.g. Glitch Repair) but othe",
      "text": "POWs count as Humans (e.g. Glitch Repair) but otherwise provide no services and don’t count against stack or colonist limits. Any Glory they carry must be moved to your playmat. If abandoned, mark their position on the map using their POW chit. They are Discarded if Decommissioned. They are also Discarded during peacetime (3F4e) or if “liberated” via ticker tape parade."
    },
    {
      "id": "3E",
      "title": "Combat Battles",
      "text": "35 a. LEO Security Zone. Combat is not allowed within, into, or out of LEO.\n35COMBAT ROCKETS. Rockets in the game can be visualized as giant cans of water zipping through space, barely influenced by feeble puttering engines. If manned, the crew sits in the middle of all that water for radiation protection. What would an upgraded military version be like? Perhaps a much more powerful engine? Unfortunately, high thrust engines expend a lot of water. A high thrust fighter would need vastly more water for the same delta-v, and end up just as a fatter version with the same turtle performance. Rockets are inherently fragile, unstealthy, and unmaneuverable. A rocket specialized for combat might trade-off its vulnerable radiators in favor of open cycle cooling, which would make it even more of a propellant hog but would at least not make it much less maneuverable.\nEASILY MISSED: It is a Felony to execute POWs, but everyone is allowed Felonies against enemies during War/\nAnarchy. [3D9d]\nEXAMPLE [3E] Your Rocket is a kuck mosquito powered by a project orion reactor. The reactor needs one Therm of cooling, provided by a bubble membrane. On your Turn, you land on Ganymede where the enemy has an Outpost. You fire on the Outpost using the gun for the project orion (Orion has a gun since its Rad-Hard >= 8). Then for your operation you prospect using the mosquito. Notice that the single Therm supplied by the bubble was able to cool the reactor during both movement (including combat), and operations for that Turn. If you had lost the bubble during combat, this would prevent your subsequent gun combat and prospecting operation.\nCOOLING EXAMPLE [3E]\nPOW CHIT [3D9c]"
    },
    {
      "id": "3E1",
      "title": "Firing Procedure",
      "text": "When it is your time to fire in a battle, roll for each of your weapons in any chosen order:",
      "sub_ids": {
        "3E1a": "3E1",
        "3E1b": "3E1",
        "3E1c": "3E1",
        "3E1d": "3E1",
        "3E1e": "3E1"
      }
    },
    {
      "id": "3E1a",
      "title": "Operational",
      "text": "Operational. Weapon effects are resolved immediately and must be Operational at that moment to be fired. If a weapon is Decommissioned or becomes non-operational before it is fired, it cannot fire."
    },
    {
      "id": "3E1b",
      "title": "Combined Arms",
      "text": "Combined Arms. All weapons able to make a combat roll must do so, except:\n• Allies Of The Attacker do not fight (until their Turn).\n• Weapons Firing from Adjacent Spaces (3E3) are always optional to fire.\n• Kamikazes (3E5) & Amat Bombs (3E3d) are always optional to fire (unless dive-bombing, 3E5e).\n• Firing Solutions. Some weapons can fire in more than one way (e.g. ablative nozzles can kamikaze or fire its gun). If so the owner chooses which way to fire, except that dive-bombing kamikazes (3E5e) must attack as kamikazes, and a dropstone stack must attack a Site or Bernal as a dropstone.\n• Cooling. All of your weapons are considered to fire simultaneously during the combat phase. Thus, if one of your weapons needs cooling, it cannot share a Therm being used by another weapon that is firing."
    },
    {
      "id": "3E1c",
      "title": "Usage",
      "text": "Usage. A weapon can fire once per Turn (whether attacker or defender) and is \"fired\" once it rolls for combat.\n• Supports. As in Core (J1b), a single non-radiator support can service multiple weapons. However, a support used to service a firing weapon (e.g. project orion) counts as fired and cannot also be fired as a weapon."
    },
    {
      "id": "3E1d",
      "title": "Range / Target",
      "text": "Range / Target. Ranged weapons can target Adjacent (with limits as listed) or their own Spaces. Non-ranged weapons can target their own Space only."
    },
    {
      "id": "3E1e",
      "title": "Firing Results",
      "text": "Firing Results. See 3E2. If an attack is successful, see 3D9.\n36"
    },
    {
      "id": "3E2",
      "title": "Firing Results Table",
      "text": "Each weapon fired (column A) makes one roll on this chart per Turn. Weapons may be ranged (column B) and/ or allow the attacker to fire first (column C). Roll to determine the fire value (FV, column D), and determine the effect(s) according to where the target is located (columns E, F, G). Effects are applied if the FV is in the listed range.\nAll Colocated enemy Tokens and cards are targeted!\n36PASSIVE ARMOR is impractical for space rockets because of the large surface areas of fuel tanks and radiators. A layer of aluminum 1 cm thick masses 13 tonnes for a single game liquid hydrogen tank, and a typical high thrust rocket will need many such tanks. To similarly armor a typical radiator takes 80 to 160 tonnes (Mass = 2 to 4), and a rocket with a high fuel economy will need several. Such flimsy armor would not stop a rifle bullet, let alone a meteor. Rather than armor, spaceships will require lightweight leak detection and automated active repair.\nEASILY MISSED: Hazards don't count towards\nAdjacency for a ranged attack. See Example 3E3a.\n[3E1d]\nREMEMBER: A Turn is defined in the glossary as the player turn phase (D1), not the 1 year interval on the Sunspot Cycle. [3E1c]\nTARGET EFFECTS TARGET EFFECTS EFFECTS\nRAYGUN (3Ea) Yes (if nonatmospheric & not connected by buggy road)\nAttacker\n2d6 minusISRU.\n(3d6 minusISRU if beamed gray goo).\n-2 FV if Site has Adjacent Crash Hazard(s)\n6+: 7+: 1+:Zap\nGUN (3E3b) (cards with RH = 8+) Defender\nFiring RH minus 2d6.\n(Factory gun = RH 8). 1+: 4+: 1+: Overload,\nFIGHTING MIRROR (needs Powersat) (3E3c)\nDefender 2d6 minusISRU.\n-2 FV if Site has Adjacent Crash Hazard(s)\n7+: 8+: 1+:Zap\nBUGGY (3E4)\nYes (if connected by buggy road)\nDefender 2d6 minusISRU.\n1-2: 1-4:\n6+:\n3+: 5+:\nKAMIKAZE(3E5) (needs thruster) No Defender\nBase thrust minus 1d6 (Decommission kamikaze stack). 1+: 5+: 1+: Overload,\nDROPSTONE(3E6) No\nDefender\n2d6\n3-4: 3-7: 5+:\nAMAT BOMB (3E3d) Yes 5+: 8+:\nCAP\n+5 FV if biological warhead\nAttacker { FIRING RESULTS TABLE LEGEND a. X-Y: is the range of fire values (FV) required to achieve the effect. (X+ means any value X or higher).",
      "sub_ids": {
        "3E2b": "3E2",
        "3E2c": "3E2",
        "3E2d": "3E2",
        "3E2e": "3E2",
        "3E2f": "3E2",
        "3E2g": "3E2",
        "3E2h": "3E2",
        "3E2i": "3E2",
        "3E2j": "3E2",
        "3E2k": "3E2",
        "3E2l": "3E2",
        "3E2m": "3E2"
      }
    },
    {
      "id": "3E2b",
      "title": "RH is short for rad-hardness (B2j)",
      "text": "RH is short for rad-hardness (B2j)."
    },
    {
      "id": "3E2c",
      "title": "2d6 = the sum of the roll of 2 dice",
      "text": "2d6 = the sum of the roll of 2 dice."
    },
    {
      "id": "3E2d",
      "title": "Overload",
      "text": "Overload causes a number of Glitch Rolls equal to the fire value (FV). All Stacks in the targeted Space are affected, regardless of Human presence. Apply the result of each roll to the combined target Stack(s)."
    },
    {
      "id": "3E2e",
      "title": "Unanchor",
      "text": "Unanchor . The targeted Bernal suffers the effects of (3E9a), including moving or removing its dome. If already unanchored, it receives a Glitch disk."
    },
    {
      "id": "3E2f",
      "title": "Zap",
      "text": "Zap. Decommission 1 card, chosen by the firer, with rad-hardness less than the fire value. If an Anchored Bernal is Decommissioned, this is genocide (3E2m)."
    },
    {
      "id": "3E2g",
      "title": "Damage",
      "text": "Damage . If an undamaged Factory is present, place a damage chit to show it is damaged (3E7c)."
    },
    {
      "id": "3E2h",
      "title": "Glitch",
      "text": "Glitch . Place a Glitch (red disk) on each enemy Stack.\nEASILY MISSED: An overload is not affected by the presence of a Glitch disk, nor does it place a Glitch. Cards with a RH > 6 are immune to overload. [3E2d]\nREMEMBER: A Glitch Roll Decommissions all target cards with the matching rad-hardness. [3E2d, i]\nDAMAGE CHIT [3E2g] i. Collateral . Make a Glitch Roll.37 j. Destroy has these effects:\n• Decommission Cube. If a Factory is present, remove it and adjust the relevant Exploitation Track. • Decommission Domes. If a Colony is present, remove it. This is genocide (3E2m).\n• Unanchor Bernals. If this leaves a Bernal with no Adjacent Dirtsides, it is unanchored (3E9a).\n• Discard Elevators. If at the end of a Turn a Space Elevator has no attached Factories, it is destroyed (1B9f)."
    },
    {
      "id": "3E2i",
      "title": "Collateral",
      "text": "Make a Glitch Roll."
    },
    {
      "id": "3E2j",
      "title": "Destroy Effects",
      "text": "If a Factory is present, remove it and adjust the relevant Exploitation Track. • Decommission Domes. If a Colony is present, remove it. This is genocide (3E2m).\n• Unanchor Bernals. If this leaves a Bernal with no Adjacent Dirtsides, it is unanchored (3E9a).\n• Discard Elevators. If at the end of a Turn a Space Elevator has no attached Factories, it is destroyed (1B9f)."
    },
    {
      "id": "3E2k",
      "title": "Capture CAP",
      "text": "Capture CAP . If a Factory is present, swap its cube with one of your color, subject to cube availability (I7f). This becomes a maverick factory (3E8). All enemy FTs at the Site are confiscated. All enemy cards at the Site are Decommissioned."
    },
    {
      "id": "3E2l",
      "title": "Target Column",
      "text": "Target Column. Modifiers to the fire value and combat effects depend on the target column (E, F, or G):\n• Unmanned Site (column E). Targets on a Site with no enemy Humans (including no Colonies or Bernals).\n• Manned Site (column F). Targets on a Site that include enemy Humans.\n• Space (column G). Any other location. Targets which are landing in a Turn are considered in space."
    },
    {
      "id": "3E2m",
      "title": "Genocide",
      "text": "Genocide. In combat, if you remove a Colony dome from a Site or an Anchored Bernal (see 3E9a), you suffer the loss of all remaining bribes (given to the victim), non-extremist delegates (O2a), and heroism chits (B3).\n37COLLATERAL DAMAGE. All facilities on asteroids or moons that are intended for humans to live or work will need to be at least 5 meters underground, due to the harsh ambient space radiation. Space dwellers are troglodytes. Accordingly, ground facilities are automatically hardened against surprise attack, although the mass drivers for factory-assist and the rectennas or solar panels for energy would still be vulnerable to damage. Due to the transparency of space, a ground facility will have months or years to prepare for a non-surprise attack, including laser or missile countermeasures, decoys, and clandestine moving of the facility. Unlike spaceships, facilities on the ground can use mobility, armor, decoys, radiator-less heat rejection, and camouflage.\n38GENOCIDE. In this game, it would be a catastrophic stigma to a bloc if they were responsible for mass civilian deaths, especially in space where every life has immense economic value and investment. It is safe to say that the bloc that sacrifices the moral high ground or gains a reputation for being callous of lives has lost the War.\nEASILY MISSED (Combat\nDecommission): If you Decommission a heavy radiator, orient it to its light side. If a thruster is\nDecommissioned, you may convert its Fuel into FTs. If a Crew, Colonist, or Bernal is Decommissioned, return it to your bank. [3E2f, 3E2i]\nEXAMPLE [3E] Your Rocket containing project orion lands on an unmanned enemy Factory. The defending Factory fires first with its gun, rolling 2d6 = 5, for an FV = 8 - 5 = 3. Because you are landing, you defend on Column G (3E2l), and thus suffer 3\nGlitch Rolls: 3, 5, & 6, removing your de laval thruster (RH = 6). But the orion reactor itself (RH = 8) survives with its radiator support, and fires its gun at the Factory, rolling 2d6 = 8, for an FV = 8 - 8 = 0. This is a miss. But your Rocket also has convict colonists (RH = 4), who survived the defensive fire. They deploy their buggy (ISRU = 4) to attack, rolling 2d6 = 8 - 4 = 4. This is enough (3+) to capture the Factory. You replace the cube with one of your color, leaving the Exploitation Track unchanged.\nTIP: War makes buggy and raygun robonauts more important. [3E2l]"
    },
    {
      "id": "3E3",
      "title": "Ranged Weapons",
      "text": "a. Raygun is any ISRU platform with the raygun icon (I6a). Firing with at least one raygun is significant in the combat order for all your weapons (3D8e).\n• Fire Value is 2d6 minus the raygun's ISRU. If firing beamed gray goo (3D6e), roll 3d6 instead of 2d6. • Modifiers. If the target is a Site (manned or unmanned) with any Adjacent Crash Hazards, subtract 2 from fire value (regardless of the number of Hazards).40\n39PARTICLE BEAMS are formed by accelerating charged ions electromagnetically. Such ions are found in the exhaust of most rockets, especially electric ones. Because ions are mutually repellent, they diverge greatly once out of the nozzle, making them useless for power transmission or combat over long range. To stop the divergence, an ion beam must be neutralized in one of three ways: charge exchange, electron beams, or lasers. The first causes unacceptable losses in mass and divergence for our purposes, and the last would double the power required. Electron beam neutralization fires a beam of electrons at the same velocity as the beam of positive ions exiting the nozzle, whereupon they recombine to form neutral atoms. Once neutralized, a beam can no longer be aimed, focused, or accelerated. To minimize divergence, the ions with the lowest ionization energy per mass, accelerated to the highest energies are best. Cesium (Cs), for example, has an ionization energy of just 3.89 eV while having a mass of 133 g/mol. At 250 MeV of energy, a Cs beam would have a minimum divergence of 0.86 nanoradians. Assuming a 10m long accelerator with current technology and an ion source designed to minimize divergence, this beam would have an overall divergence of 40.5 nanoradians. It could cross 1000 km in microseconds and remain focused on a spot 8.1 cm wide. Better focused beams can be achieved if negatively-charged ions are accelerated for neutralization instead of electrons. At the extreme ranges in the game, in which each pivot is 16.6 light minutes, a particle beam will need to be channeled with a laser beam (see left) to encourage the beam to condense and thus reduce divergence by 42%.\nA laser-coupled cesium-iodine beam attains a divergence of 0.035 nrad, allowing a spot size of 3.5 cm over a million km (several light seconds). –Malik Matterbeam, ToughSF: Particle Beams In Space, 2019.\n40LANDING/LIFTOFF HAZARDS include rapid spin, signifying an asteroid with a day that is less than 5.5 hours. This complicates firing solutions and facilitates hiding or safely deploying phased array radar while on the farside.\nEXAMPLE [3E3a] Your big ship with 2 rayguns moves into the intersection shown outside kleopatra, where an enemy manned rocket belonging to Player Red has just landed. The 2 Hazards do not count towards Adjacency, so you may open fire. Your rayguns allow you the first shots. The first raygun rolls 8 minus its ISRU of 3 and minus 2 more for the Hazard modifier equals 3.\nThis is not quite high enough since a manned site needs a FV of 4+ to attain a collateral roll combat effect. The second raygun also misses, and then the defender fires their own raygun.\nRAYGUN ICON [3E3a]\nYellow dotted line shows path of raygun beam.\nRAYGUN EXAMPLE [3E3a]\nToughSF, Laser-Coupled Particle Beam b. Gun is any card with a rad-hardness of 8 or higher. Furthermore, each Factory has a gun, firing with a rad-hardness of 8.41\n• Fire Value is the rad-hardness of the gun (Factories use RH = 8) minus 2d6.\n• Modifiers. None.\nc. Fighting Mirror is any card with an ISRU platform that receives beamed power via the Powersat privilege, which can be negotiated (N4a). A fighting mirror must be in space; it will not work on a Site.42\n• Fire Value is 2d6 minus the mirror's ISRU.\n• Modifiers. If the target is a Site (manned or unmanned) with any Adjacent Crash Hazards, subtract 2 from fire value (regardless of the number of Hazards).\nd. Antimatter (Amat) Bombs can be fired as a faction weapon (3D6f) by the Crew and Bernal cards of Player Purple. If a player has an Antimatter Bernal Lab, his Crew and Bernals can fire amat bombs without cost.\n• Cost. You must pay 1 Aqua to fire this weapon. Like all costly weapons, its use is always optional.\n• Limits. Amat bombs cannot be fired at space targets other than Bernals.\n• Fire Value is 2d6. • Modifiers. None.\ne. Buggies. See 3E4a.\n41FACTORY GUN is actually a repurposed coilgun or mass driver designed for factory-assisted launches of spacecraft or products from the factory site. A factory could also deploy a flotilla of orbital fighting mirrors, each capable of reflecting a diffuse portion of a laser shot, giving it a vastly superior range over comparable lasers on a rocket.\n42FIGHTING MIRROR is a mirrored concentrator, directing and focusing laser beams from a distant source onto a target. The larger the adaptive optics, the larger the range. Diffraction gratings or chirped mirrors install negative dispersion to offset the positive dispersion of the laser medium. As a weapon, lasers have the considerable advantage that they can fight without sacrificing mass, but their disadvantage is that they generate more energy as waste heat than they can direct at a target. A fighting mirror overcomes this disadvantage by mounting the laser on a huge heatsink, such as an asteroid, and using fighting mirrors closer to the target to do the work.\nEXAMPLE [3E3b] Your 2 buggies (1 of which is your Crew) storm an enemy Factory. She fires first with her factory gun, rolling snake eyes (2). Thus her FV is 8 - 2 = 6. For her collateral roll, she rolls a 4. Both of your buggies have RH = 4, and both are Decommissioned.\nEXAMPLE [3E3c] You have a Powersat Home Bernal, which allows your robonaut in the gefion family barycenter to attack Ceres. The Submarine Factory/Colony is underwater and safe from attack, but the enemy has an Outpost there. You make a 1d6 collateral roll = 3. This Decommissions the 2 Outpost cards that have RH = 3.\nEASILY MISSED: Abilities that adjust the ISRU (e.g.\ndivining nubots) are relevant in ranged combat.\n[3E3a,c]\nBuggy Platform\nISRU Missile Platform\nRaygun Platform\nISRU PLATFORMS (3F4a,c, e)\nEASILY MISSED: An ISRU platform does not need the push icon to be used as a fighting mirror. [3E3c]",
      "sub_ids": {
        "3E3b": "3E3"
      }
    },
    {
      "id": "3E3b",
      "title": "Gun",
      "text": "Furthermore, each Factory has a gun, firing with a rad-hardness of 8.\n• Fire Value is the rad-hardness of the gun (Factories use RH = 8) minus 2d6.\n• Modifiers. None."
    },
    {
      "id": "3E4",
      "title": "Buggy Weapons",
      "text": "Buggy weapons are any ISRU platforms with the buggy icon (I6b). Firing with a buggy simulates storming a facility with remotely-piloted vehicles.43 a. Limits (Sites). The target must be on a Site either Colocated or accessible along a buggy road (B7f). Thus, a buggy road makes a buggy into a ranged weapon (3E3) which defends as a manned Site if it originates from a manned stack.",
      "sub_ids": {
        "3E4b": "3E4",
        "3E4c": "3E4",
        "3E4d": "3E4"
      }
    },
    {
      "id": "3E4b",
      "title": "Limits (Space)",
      "text": "Limits (Space). Buggies cannot be deployed against space targets other than Bernals."
    },
    {
      "id": "3E4c",
      "title": "Fire Value",
      "text": "Fire Value is 2d6 minus the buggy’s ISRU."
    },
    {
      "id": "3E4d",
      "title": "Modifiers",
      "text": "Modifiers. None. 43INFINITE PROPELLANT. All vehicles require mass to maneuver, but a ground vehicle enjoys nearly infinite propellant (but not infinite fuel). If a buggy wants to go in one direction, its wheels push the asteroid it is on in the other direction, causing it to spin ever so slightly. Thus the buggy is using the entire asteroid as reaction mass. Applying conservation of energy and conservation of momentum means that essentially all the buggy’s energy goes into moving the vehicle, compared to a rocket in which almost all the energy goes into moving the propellant. A typical airplane is halfway between these extremes, expending about half its energy moving itself, and the other half moving air backwards with its jets or propeller. But an airplane also enjoys infinite propellant, and can turn circles, loop, barrel roll, stall, swoop, and other maneuvers essentially forbidden to a rocket. A rocket can readily change the direction its nose is pointing, but unlike airplanes, rockets do not travel the direction they are pointed. A typical rocket in the game using its full thrust to turn may produce a noticeable change in direction only after hours of observation.\nTIP: Buggies and jammers are a deadly combination against Factories. [3E4]\nEXAMPLE [3E4a] Your UN Crew has a buggy platform. It is Colocated with an enemy Outpost, Factory, and Colony on Luna. Your attack has no rayguns, so the defending Factory gun fires first, rolling a 7, for an FV = 8 - 7 = 1. You must make one Glitch\nRoll, which is a 6. Since you have no cards with rad-hardness = 6, you are unscathed. Now it's time for your buggy attack and you roll a 9. Subtracting the ISRU of the buggy (4) leaves an FV = 5. This is enough to destroy the Factory and Colony! You suffer genocide (3E2m) and adjust the exploitation table.\nEXAMPLE [3E4c] Same as the previous example, except you additionally have a rock rats colonist with an ISRU = 3 raygun, and attack first with both them and your buggy crew. This is a single attack, with the Crew supporting the Colonist (driving them in the buggy). You have the choice to use either ISRU = 4 or ISRU = 3, and naturally you choose 3, the better ISRU.\nEXAMPLE [3E4d] Same as the previous example, except the defender also has an Operational buggy with ISRU = 3. Therefore your opponent makes two attacks during his defense (the gun and the buggy). The buggy rolls 4 on 2d6, for a FV = 1. This achieves a collateral, and it rolls a 4 on its 1d6 Glitch Roll. This kills your Crew and returns its card to LEO.\nBUGGY CREW EXAMPLE [3E4a]"
    },
    {
      "id": "3E5",
      "title": "Kamikaze Weapons",
      "text": "A kamikaze weapon is an unmanned thruster or Freighter fired as a missile against a Colocated target. Like dropstones, kamikaze weapons and their supports are Decommissioned after firing. Unless dive-bombing (3E5e), using kamikaze weapons is always optional.44 a. Kamikaze Stack. Kamikazes form their own Stack, which can move separately from the Stack it was created from, as long as it does not enter any Burns (exception 3E5e) or make any Pivots. Because this Stack is\nDecommissioned the same Turn it is created, it does not count against your Rocket Stack Limit (E5b). It does not carry or track Fuel. It does not need to stop when entering an enemy-occupied Space.",
      "sub_ids": {
        "3E5b": "3E5",
        "3E5c": "3E5",
        "3E5d": "3E5",
        "3E5e": "3E5"
      }
    },
    {
      "id": "3E5b",
      "title": "Kamikaze Fire Value",
      "text": "Kamikaze Fire Value is base thrust (Freighters use net thrust) minus 1d6."
    },
    {
      "id": "3E5c",
      "title": "Kamikaze Modifiers",
      "text": "Kamikaze Modifiers. Biological warheads (3D6b) add 5 to the FV."
    },
    {
      "id": "3E5d",
      "title": "Human Kamikaze",
      "text": "Human Kamikaze. Except for Player Purple, Humans may not ride on the thruster used to kamikaze (3D1c)."
    },
    {
      "id": "3E5e",
      "title": "Dive-Bomb Kamikaze",
      "text": "Dive-Bomb Kamikaze. During movement, a Spacecraft that you intend to use as a kamikaze later that Turn may treat lander burns (H5e) associated to a target Site as lagrange spaces (i.e. not counted as Burns).\nThe Stack is required to attack as a kamikaze weapon during Combat that turn; if unable to attack, it is Decommissioned at the end of combat. Dive-bombers can attack dropstones (3D7d).\n44MISSILES. The overwhelming imperative of every combat vessel is to save mass. Lessons learned from fighter jets and battleships, surrounded by potential reaction mass for cooling and propulsion, are inapplicable in space. In particular, the mission delta-v of a space warship can ill afford to sacrifice the mass needed for missile propellant. Moreover, space missiles can’t be camouflaged or use decoys, can’t swoop or dodge, are marshmallow soft, and travel such vast distances that the defense has days or months to pick off any number of them. At short range, however, missiles can be effective. Against rockets, they need no warhead, depending on kinetic kill. The destruction of the missile in no significant way reduces the kinetic energy of its fragments, still deadly given the relative immobility and fragility of the targeted rocket. If the target is a surface installation, a nuclear bomb is helpful to create a crater large enough to excavate the target. Nuclear bombs also give off x-rays which cause dangerous spalling, neutrons which harm living tissues, and an EMP pulse which destroys uncaged electronics.\nEXAMPLE [3E5b] A Rocket Stack containing just the programmable matter robots kamikazes a Lofstrom Loop Bernal (RH = 8). The Bernal attacks first with its gun, and rolls a “8”. This obtains an FV of 8 - 8 = 0, not quite enough to destroy the robotic kamikaze. The missile then strikes and rolls a “1”. It has a base thrust of 2, so this obtains an FV of 2 - 1 = 1, This is enough to unanchor the Bernal, and also make a single Glitch Roll against any cards in the Bernal Stack.\nEXAMPLE [3E5e] Your Rocket Stack in GEO launches a MET missile robonaut, plus its generator support. You move this Stack through the lunar lander burn to attack an enemy Factory on the shackleton polar rim. Because this dive-bomb route ignores the lander burn, and does not enter any other Burns, the kamikaze MET does not need fuel nor does it count as a Rocket Stack.\nYellow dotted line shows path of kamikaze missile.\nDIVE-BOMB EXAMPLE [3E5e]\nTIP: Humans are valuable for manned defense,\nClaim Jumping, and Glitch repair. Think twice before sacrificing them in a Human kamikaze. [3E5e]"
    },
    {
      "id": "3E6",
      "title": "Dropstone Attack",
      "text": "a. Vendetta. Except for Player Purple, you must pay the target a bribe (3D1e) to attack with a dropstone.\nb. Limits (Target). A dropstone cannot target space targets other than Anchored Bernals.\nc. Fire Value is 2d6.45 Note that cards in a dropstone Stack can attack/defend using other types of weapons.\nd. Modifiers. None. Note that a successful frostline attack (3D7g) Discards all tokens and busts the Site.\ne. Immune to Counterattack. The dropstone attack is unaffected by combat during the Turn of its attack.",
      "sub_ids": {
        "3E6a": "3E6",
        "3E6b": "3E6",
        "3E6c": "3E6",
        "3E6d": "3E6",
        "3E6e": "3E6"
      }
    },
    {
      "id": "3E7",
      "title": "Factory Damage & Repair",
      "text": "A Factory can suffer 3 possible combat effects: capture CAP , damage , or destroy .\n46 a. Capture CAP . See 3E2k.",
      "sub_ids": {
        "3E7b": "3E7",
        "3E7c": "3E7",
        "3E7d": "3E7",
        "3E7e": "3E7",
        "3E7f": "3E7",
        "3E7g": "3E7",
        "3E7h": "3E7",
        "3E7i": "3E7"
      }
    },
    {
      "id": "3E7b",
      "title": "Destroy",
      "text": "Destroy . If a Factory is destroyed, Decommission its cube and adjust stock prices on the Exploitation Track. If there are no more Factories of a Spectral Type, its stock price is 10. If a Colony dome is present, this is also Decommissioned, with genocide (3E2m).\n45KINETIC KILL. Dropstones utilize the enormous kinetic energy between orbits and don't need warheads. Moreover, their thrusters can be a million times more armored than a rocket. The downside is that they need years to attain an attack orbit, and can only be deployed from orbits which are already in shallow unstable gravity wells and thus can be more easily diverted.\n46FACTORY ROBUST POWER. Factories on comets may derive electricity from voltage differences driven by solar wind. Such power would be robust against combat. Alternatively, charge accumulation can be discharged by an approaching neutrally-charged projectile, powerful enough to ignite amorphous snow or damage electronics with EMP. Such a powerful static discharge was seen on the Deep Impact probe moments before it collided with Comet Tempel 1. “Beyond the frostline, a comet’s nucleus has no protective atmosphere to shield it from the solar wind or solar UV radiation. Consequently, the nucleus gets charged between small positive values on the sunward side to very large values on the night side. The night side potential is strongly modulated by the local solar wind speed.” –E.C. Whipple et. al, On the Electrostatic Charging of the Cometary Nucleus, 1981.\nDROPSTONE EXAMPLE [3E6]\nEXAMPLE [3E6] Your heliocentric dropstone token is in the Earth Zone as shown. It's your turn, and you can either move it into the Mars Zone, or use it to attack an enemy Bernal at Earth-Luna Lagrange L2. You choose the latter, and pay the defender a bribe. After all your Spacecraft have moved, you roll 2d6 for your attack. Your roll is a 5, enough to unanchor the Bernal.\nTIP: Rayguns are powerful in attack or defense against space targets, but lack the punch necessary against\nFactories or Colonies. Guns, buggies, dropstones, biological warheads, or amat bombs are better.\n [3E7b] c. Damage . If a Factory is damaged, indicate this by placing a damage chit over the Claim but under the Factory cube. For damage effects, see the next 3 bullets. Damage does not affect the Factory's stock prices,\nColony (if any), or ET production"
    },
    {
      "id": "3E7c",
      "title": "Damage",
      "text": "Damage . If a Factory is damaged, indicate this by placing a damage chit over the Claim but under the Factory cube. For damage effects, see the next 3 bullets. Damage does not affect the Factory's stock prices,\nColony (if any), or ET production."
    },
    {
      "id": "3E7d",
      "title": "Factory-Assist/Dirtsides Crippled",
      "text": "Factory-Assist/Dirtsides Crippled. Factory-assist (H6c) and factory-refuel (I5b) is disabled by damage.\nThus, a damaged Factory cannot serve as a Dirtside, cannot activate factory refuel or dirt refuel in an Adjacent Bernal (2A7d), and cannot produce its products in Adjacent Bernals. It also cannot add to Dirtside Hydration.\nIf all of the Dirtsides of a Bernal are damaged, it becomes unanchored (3E9a)."
    },
    {
      "id": "3E7e",
      "title": "Factory Gun Disabled",
      "text": "A damaged/destroyed Factory no longer has a gun (3E3b)."
    },
    {
      "id": "3E7f",
      "title": "Mobile Factories",
      "text": "Promoted Freighters (1B6) on a Site defend as Factories. If damaged, they cannot liftoff.\nIf not on a Claim, they defend as a Spacecraft (using the Freighter card’s values including rad-hardness, see 1B6a)."
    },
    {
      "id": "3E7g",
      "title": "Victory Points",
      "text": "Victory Points. A damaged Factory and its Colony (if any) count for no Token VP at the endgame."
    },
    {
      "id": "3E7h",
      "title": "Repair",
      "text": "Repair. Damaged Factories are repaired (remove its damage chit) by an industrialize operation (I7) that Decommissions an Operational robonaut at the Site."
    },
    {
      "id": "3E7i",
      "title": "Space Elevator Destruction",
      "text": "A Space Elevator is destroyed if all attached Factories are destroyed (1B9f). Remove the Elevator’s Token. • Earth Exception. The Earth Space Elevator is permanent once built, and is not removed even if its Home\nBernal has exited.\n47FACTORY DAMAGE. The surface facilities of a factory include its electromagnetic launchers (next footnote), its water depots, its communication and radar towers, its solar panels, and its robonauts busy gathering ores. These are soft targets. The living quarters and manufacturing facilities are at least 5 meters underground to protect against the harsh ambient radiation in space, and these are the hard targets. But the transparency of space means that even the soft targets are pretty hard. A lookout with a telescope can detect an attacking rocket weeks before it arrives, allowing soft targets to be moved, hidden, or buried. Because units on the ground accelerate easily, while rockets accelerate lethargically, any projectile defense is far more effective than offense.\n48FACTORY-ASSIST is accomplished electromagnetically with surface coilguns or mass drivers, These launchers and their capacitor banks are soft targets. The launch capsules are limited to a few gees when launching humans, but can be 10 gees if launching water or bulk materials.\nEASILY MISSED: Exceptionally, the industrialize operation that repairs a Factory does not need a refinery. [3E2h]\nEXAMPLE [3E7f] The enemy dislodges a heliocentric dropstone, and you suspect your Factory is at ground zero. You promote your Freighter, allowing you to move the targeted Factory as a Mobile Factory into the safety of space.\nFACTORY DAMAGE CHIT [3E7c]"
    },
    {
      "id": "3E8",
      "title": "Maverick Factories",
      "text": "During a Factory forfeit (3B3c) or capture (3E2k), the Factory cube becomes a different color than the Claim and/ or the Colony. This is called a maverick factory, As an exception to (1B6c), the Token color determines who gets\nToken VP (M2a), but the cube color determines who decides what gets produced and obtains factory stock price VP (M2b) in the endgame. Colony Dome Location VP (M2b) goes to the faction color of the dome.",
      "sub_ids": {
        "3E8a": "3E8"
      }
    },
    {
      "id": "3E8a",
      "title": "Mobile Factories",
      "text": "Mobile Factories. If allowed Felonies, your Mobile Factory may Claim Jump enemy Claims by landing on them.49 A Mobile Factory can also land on the Claim of an ally by negotiation (G6a), both in War and peace."
    },
    {
      "id": "3E9",
      "title": "Bernal Unanchor",
      "text": "a. Unanchor Effects. If a Bernal is unanchored involuntarily, it suffers the following effects:\n• Remove Colony Dome (2B6a). The lack of dome indicates it is unanchored. Place the dome onto one of the Bernal’s Dirtsides. If no uncolonized Dirtsides are available, return it to Reserves, with genocide (3E2m).\n• Homeless (2B6b). During peace, the number of Colonists you are allowed is equal to your Anchored Bernals (2Ca), so that upon unanchoring you must Discard your choice of one of your Colonists (two, if the Bernal is promoted). During War/Anarchy, the number of Colonists you are allowed is equal to your Bernals\n49A MOBILE FACTORY is much more mobile on the ground than in space. Contrary to intuition, (and contrary to Hollywood), almost anything on a surface is much more mobile than anything in space. In a factory versus rocket combat situation, the mobility advantage lies with the factory, not the rocket! A typical space factory with 100 tonnes of mass is lightweight on a low gravity world. On a size 1 asteroid, it weighs 750N, or 169 lbs. Even on a much bigger world, a buggy can tow it at tens of milligravities in any direction. This compares to a rocket with a net thrust of 6, which can accelerate at 10 milligees, after which it is still moving in essentially one direction. A rocket’s practical maneuverability is so limited that, for targeting purposes, it might as well be stationary during the months of its approach. For one thing, a rocket without wings or atmosphere cannot dodge or swoop. For another thing, rockets are massive, mainly due to propellant (unless it is on its last few tonnes of water, in which it effectively becomes ballistic space junk). This mass and resultant kinetic energy associated with high speeds means that a high thrust course change, the type made by rotating the rocket 90 degrees and firing the main engine, will produce a milliradian course change after an hour. This is with the thrusts typical in the game, higher thrusts are possible but waste precious propellant, and still will make little more than a degree of course change in an hour. Rockets are essentially unidirectional except in the very long term.\nRED MAVERICK FACTORY [3E8]\nTIP ( Adjacent to the promotion colony specified by its dome icon (2A3b), you can Promote it into a Lab, and then use the Lab to Promote your Colonist,\nFreighter, and GW Thruster cards. [3E9]\nEXAMPLE [3E8] Your promoted Freighter lands on an enemy Claim. Because it is War, you Claim Jump (a Felony free action), changing the Claim to your color and gaining an instant Factory. This adjusts the Exploitation Track.\nEASILY MISSED (  (both Anchored and unanchored, see 3A3g)(plus 1 for each promoted Bernal), so that you Discard Colonists if the Bernal is destroyed, rather than when it is unanchored.\n• Dirt Refuel (2B6c). You may add a gray Wet Mass Chit for the Bernal and set it to any value per G1c. This represents converting its dirt shielding into dirt propellant.50\n• Unanchored Home (2B6d). If you unanchor your Home Bernal, you lose the benefits of 2B3. It can no longer function as a Bank (3A3j), and if it holds Aqua, convert them to FTs. Your faction privileges and weapons are locked. Its Home Ability (2B3c) and profits (2B3d) are shutdown. You may not boost to there (2B3e).\n• Supports (2B6e). The unanchored Bernal must be provided with its supports to either activate its thruster or to re-anchor. The latter Decommissions the supports.\nb. Target. A Bernal (whether Anchored or not) always defends as a space target (3E2 column G). Combat does not affect a Bernal's promoted status.\nc. Redundant Unanchor. If a Bernal that is already unanchored suffers an unanchor combat result, place a Glitch token on its Stack (unless it already has one).\nd. Cancer Hospital/Lab. Place the red cross chit under this Bernal as a reminder that it is not a combat unit, does not interrupt movement, and always evades the No Home Bernal restriction (3D4c). No combat is allowed to or from this Bernal or any Colocated Tokens.\n50DIRT SHIELD. As soon as a Bernal is anchored, it is covered with hundreds of Mass points of dirt as a radiation shield. This dirt is regolith that is catapulted from a dirtside factory. It is essential for making the space station habitable, and comprises the vast majority of a colony’s anchored mass. If the Bernal is unanchored, the dirt can be used as propellant, making the Bernal into a giant dirt rocket for the next anchorage.\nREMEMBER ( [3E9a]\nEXAMPLE [3E9a] Your Bernal is unanchored by a dropstone. This moves its colony dome to its uncolonized Dirtside. Because it's wartime, no Colonists are Discarded due to colonist limits (3A3g). You fully load it up with dirt (setting a gray Wet\nMass Chit). (Per footnote 49, this dirt is taken from the Bernal's now useless dirt shield, so no Dirtside is needed for this dirt refuel.) Because it doesn’t have a generator, its dirt thruster is not Operational and can’t be activated.\nREMEMBER (",
      "sub_ids": {
        "3E9a": "3E9",
        "3E9b": "3E9",
        "3E9c": "3E9",
        "3E9d": "3E9"
      }
    },
    {
      "id": "3F",
      "title": "ET Home Bernals & Postwar",
      "text": ""
    },
    {
      "id": "3F1",
      "title": "ET Home Bernals",
      "text": "This Home Bernal, called an ET Home Bernal, is the same as a terrestrial Home Bernal except you cannot boost there from Earth (2B4e). Furthermore, these Abilities and Privileges are not lost in War or Anarchy. Additionally:",
      "sub_ids": {
        "3F1a": "3F1",
        "3F1b": "3F1",
        "3F1c": "3F1",
        "3F1d": "3F1",
        "3F1e": "3F1",
        "3F1f": "3F1",
        "3F1g": "3F1",
        "3F1h": "3F1"
      }
    },
    {
      "id": "3F1a",
      "title": "Bank",
      "text": "Bank. Transfer your Aquas (blue beads) to your ET Home Bernal, which is now your Bank (3A3j)."
    },
    {
      "id": "3F1b",
      "title": "Faction Privilege & Weapon Unlocked",
      "text": "Faction Privilege & Faction Weapon Unlocked, even during War/Anarchy or peace."
    },
    {
      "id": "3F1c",
      "title": "Bernal Home Abilities in War/Anarchy",
      "text": "Bernal Home Abilities Unlocked, even during War or Anarchy."
    },
    {
      "id": "3F1d",
      "title": "Profits",
      "text": "Profits. One Aqua per turn.51"
    },
    {
      "id": "3F1e",
      "title": "Second Bernal",
      "text": "Second Bernal. Although you cannot boost to an ET Bernal, your second Bernal acquired goes directly to your ET Home Bernal."
    },
    {
      "id": "3F1f",
      "title": "LEO Bypassed",
      "text": "LEO Bypassed. After you anchor an ET Home Bernal, all actions and operations previously performed in LEO (except boost) must now be performed at this Bernal's orbit, which becomes the destination for:\n• Decommission of Crew (E7c), • Combat Casualties. If your Colonist is Decommissioned as a result of Murder/Suicide or combat, it immediately restarts here.\n• Delivery Operation (I9) if not using • Ticker Tape Parade (La).\n• Free Market for the sale of Black-Side Cards only (I3b). However, respect the no snow to Inuit rule (3B4a).\n• Exomigration (2A6). Your Colonists exomigrate here."
    },
    {
      "id": "3F1g",
      "title": "Building Space Elevators",
      "text": "Building Space Elevators ( BERNAL PROFITS. A Bernal orbiting an icy world with a small gravity well has access to an abundance of cheap water. As noted in footnote 17 (Core Game), this inflates local prices in Aqua, and makes exporting Aqua attractive. Thus, an increase in the supply of money quickly flows to other Bernals as the inhabitants make purchases abroad.\nNOTE ( Home Bernal. But if your Kalpana is anchored where you want your Home Bernal to be, you are allowed to swap Stacks and Tokens to make the Stanford into a Kalpana.\n[3F1a]\nTIP ( Europa, & Io) are great places for a loftstrom/GEO space elevator. [3F1g]\nEASILY MISSED: An ET Home Bernal is the same as a Home Bernal, including if unanchored or Decommissioned. [3F1g]\nTERRESTRIAL SPACE ELEVATOR\nArt by Liftport (www.liftport.com).\n• Operation. The Bernal is considered to be the unit performing the epic hazard operation (1A6), but is not Decommissioned in the event of failure.\n• Route. The elevator can be built from the Bernal through a lander burn or half lander burn to any Dirtside, or along a printed route that is linked to your Bernal or any of its Dirtsides.\n• Limit. Each Site is allowed only one Space Elevator. • War Petition. During War/Anarchy, building an elevator to your ET Home Bernal in the M Earth or E Mars\nZones requires a petition (3D4c) in the authority ideology. • Token. Place a Space Elevator Token over the Burn, or over the Space Elevator icon printed on the map if there is one."
    },
    {
      "id": "3F1h",
      "title": "Radiation Cycler",
      "text": "Radiation Cycler. Your Anchored Tourism Cycler allows safe passage through any Colocated or Adjacent Radiation Belts.\nEXAMPLE [3E9g] Your Bernal has a Dirtside on Haumea as shown. Because it can't Anchor at a Hazard Space (such as the ring), it Anchors where shown (which is still Adjacent to its Dirtside). By moving a Freighter to the ring and performing an Epic Hazard Roll, you establish a Space Elevator and place a gray stick where shown. If your Bernal is the Lofstrom Loop Bernal, you don't need the Freighter.\nSPACE ELEVATOR EXAMPLE [3E9g]\nEASILY MISSED ("
    },
    {
      "id": "3F2",
      "title": "Futures & Combat",
      "text": "The successful completion of certain Futures (1D) has an effect on combat:",
      "sub_ids": {
        "3F2a": "3F2",
        "3F2b": "3F2",
        "3F2c": "3F2",
        "3F2d": "3F2",
        "3F2e": "3F2",
        "3F2f": "3F2",
        "3F2g": "3F2",
        "3F2h": "3F2"
      }
    },
    {
      "id": "3F2a",
      "title": "Mini-Black Hole (TW Thruster Future, 1D3b)",
      "text": "Mini-Black Hole (TW Thruster Future, 1D3b). May dislodge (3D7) dropstones from any Size 1 Site. Send them to either the solar oberth or (if it's a moonlet) to its planetary flyby."
    },
    {
      "id": "3F2b",
      "title": "Mass Beam (TW Thruster Future, 1D3c)",
      "text": "Mass Beam (TW Thruster Future, 1D3c). The FV of your guns (3E3b) is their firing rad-hardness minus 1d6 (instead of minus 2d6)."
    },
    {
      "id": "3F2c",
      "title": "Enzmann Starship",
      "text": "Enzmann Starship & Lithiated Ammonia Ice (TW Thruster Futures, 1D3f,g). As a once-per-turn free action, you may destroy any dropstone."
    },
    {
      "id": "3F2d",
      "title": "Beehive Ark (Freighter Future, 1D4b)",
      "text": "Beehive Ark (Freighter Future, 1D4b). Your Tokens on Size 1 Sites are immune to all combat."
    },
    {
      "id": "3F2e",
      "title": "Antimatter (Freighter Future, 1D4f)",
      "text": "Antimatter (Freighter Future, 1D4f). Gain amat bomb weapons (3E3d), which you can use without paying Aquas."
    },
    {
      "id": "3F2f",
      "title": "Golden Apples (Freighter Future, 1D4e)",
      "text": "Golden Apples (Freighter Future, 1D4e). FINAO is no longer a war restriction (3D5e) for all players. If other players pay for FINAO during the War (whether Aqua or Isotopes), you receive the payment."
    },
    {
      "id": "3F2g",
      "title": "New Venus & Footfall",
      "text": "New Venus & Footfall (Colonist Futures, 1D5a,f). If using • Completing either of these Futures allows you to use the dislodge operation to convert other Synodic Comets into dropstones that can target any Site during War/Anarchy. Further, no bribe is necessary to attack.\n• Target Effects. In all cases, use the dropstone stack rules (3D7c), insertion rules (3D7d), and movement/ arrival rules (3D7f). The impact automatically busts the target Site, destroying all its Tokens (with genocide if the target is Earth or colonized). The dropstone stack is destroyed as well."
    },
    {
      "id": "3F2h",
      "title": "Dyson Bubble (Colonist Future, 1D5j)",
      "text": "Dyson Bubble (Colonist Future, 1D5j). May prevent your opponent from using Solar-Powered cards during combat against you. The use of this Ability may be negotiated (N) with your allies, regardless of location.\nEXAMPLE [3F2h] Your ally is under attack by a raygun using Solar-Power. Before the dice are rolled, he asks you for help. You respond that you will block the attacker's sun in return for a bribe. In the interest of providing a realistic experience, please limit these sorts of \"real time\" negotiations to less than 15 seconds.\nNEGOTIATION EXAMPLE [3F2h]"
    },
    {
      "id": "3F3",
      "title": "Truce",
      "text": "If you have petitioned to evade the restrictions on enemy negotiations (3D5c), then you can temporarily end the War by declaring a truce (free action). War effects end at the end of your Turn, but can resume per 3C.",
      "sub_ids": {
        "3F3a": "3F3"
      }
    },
    {
      "id": "3F3a",
      "title": "Cost",
      "text": "Cost. You must pay 4 bribes to your enemies, such that each enemy gets at least one (if possible)."
    },
    {
      "id": "3F4",
      "title": "War End & Victorious Bloc",
      "text": "If all 6 propaganda chits (3A2f) are flipped to one side at the end of combat in a Turn, the War ends and that bloc is the winner of the War (but not necessarily the winner of the game!). The War also ends if any time after a defection (3B3c) all players are on the same bloc. War effects (3D) stop at the end of that player’s Turn.52 a. War Is Over. Once the War ends in victory for one bloc, combat is not allowed except during Anarchy.\nIn-flight weapons such as dropstones cannot attack during peacetime (this overrides “must attack” rules for weapons). There are no more war outbreak rolls (3C1), since the War is over and will not resume.",
      "sub_ids": {
        "3F4b": "3F4",
        "3F4c": "3F4",
        "3F4d": "3F4",
        "3F4e": "3F4",
        "3F4f": "3F4",
        "3F4g": "3F4"
      }
    },
    {
      "id": "3F4b",
      "title": "Revival of Sol Political Assembly",
      "text": "Revival of Sol Political Assembly. If the Independence bloc wins, the 1st Player moves the Active Law (star token) into the political assembly, into his choice of Ideologies among those with the most delegates. Normal"
    },
    {
      "id": "3F4c",
      "title": "Dissolution of Sol Political Assembly",
      "text": "Dissolution of Sol Political Assembly. If the Loyalist bloc wins, spacefarers no longer have a political voice. Remove the political placard. This Discards all delegates and the Active Law token, propaganda, any bribes, and the placed (legacy vote) Seniority Disks. Thereafter use the Space Empire rules 3F5b.\n• First Player. The current 1st Player remains the 1st Player for the rest of the game."
    },
    {
      "id": "3F4d",
      "title": "Extremist War Victory",
      "text": "If you still have your extremist and you cause your bloc to win the ongoing War on your Turn, you gain an additional 3 VP."
    },
    {
      "id": "3F4e",
      "title": "Capitulation",
      "text": "Capitulation. On your Turn, any Independent player may capitulate as a free action, flipping their propaganda to Loyalist. If this ends the War, that player's bloc loses."
    },
    {
      "id": "3F4f",
      "title": "Colonist Limits",
      "text": "Colonist Limits. After War/Anarchy ends, at the start of your turn you are once again limited to having a number of Colonists equal to your number of Anchored Bernals (plus 1 for each Anchored and Promoted\nBernal). Compare to 3A3g. On your Turn, if you have too many, choose Colonists to Discard to the bottom of the queue to bring you into compliance with 2Ca. If you have too few, perform exomigrations (2A6), drawing from the top of the queue until you comply."
    },
    {
      "id": "3F4g",
      "title": "Space Lord",
      "text": "Space Lord. If you still have your extremist and you cause your bloc to win the ongoing War on your Turn, you may end the game immediately at the end of your Turn. Score per 3G1 to see who won the game."
    },
    {
      "id": "3F5",
      "title": "Postbellum Turns & Games",
      "text": "Turns and games of High Frontier played in a future after the War of Independence use different rules depending on whether the Independents or the Loyalists have won the War:",
      "sub_ids": {
        "3F5a": "3F5"
      }
    },
    {
      "id": "3F5a",
      "title": "Space Republic (Flag = B)",
      "text": "Space Republic (Flag = B). If the Independents have won, b. Space Empire (Flag = M). If the Loyalists have won, REPUTATION. The more bribes you end with, then the fewer you have used for bribes or vendettas, and thus the more honorable you seem. 54FREE TRADE. This is what all the fighting was about. The Core game assumes that all trade is between Earth and the colonies, and that trade between the colonies is legally forbidden by an Earth-based government. Such a “royal monopoly”, backed by the guns of the regime, is commonly the case in colonies such as Viking Greenland, Spanish Main, and Porfirian Mexico. (See my games Greenland, Lords of the Spanish Main, and Pax Porfiriana for details).\nTIP: If your enemy can win by space lord, or if you have lots of vulnerable holdings, it may be best to truce, defect or capitulate.\n[3F4g]"
    },
    {
      "id": "3G",
      "title": "Module 3 Endgame",
      "text": "The game ends when Seniority Disks are exhausted per Core (M1)."
    },
    {
      "id": "3G1",
      "title": "Endgame Scoring Table",
      "text": "Scoring is per the Core Game (M2), except apply the victory point multipliers shown in the last 3 columns in the table shown to the right. Apply these to all players, regardless if they won or lost the War.",
      "sub_ids": {
        "3G1a": "3G1"
      }
    },
    {
      "id": "3G1a",
      "title": "Ties",
      "text": "Ties. Resolve ties by most Aqua, counting gold beads as 10 Aqua. If still tied, share the victory or position.\nEXAMPLE [3G1] Independence wins the War, and later the game ends in a Space Republic. You score exactly as per the Core Game (M2), except no Token VP for damaged Factories/Colonies.\nEASILY MISSED: The political scoring (O7) for some of the Ideologies are changed from Core. [3G1]\nEndgame Victory Points (VP)\nToken VP:\nBonus VP:\nDepends on the Token’s location:\n• Factory Stock Price: 2X if linked to a Space Elevator.\n• Colony Dome Location: • Glory Chits\n• Dirtside Hydration: Terrestrial Home Bernal = 6 VP. •Future Stars\nPolitics VP: Increase the Token VP for all players according to nal position of Acting Law:\n• Freedom\n• Honor = + 1 VP per glory chit.\n• Unity = +1 VP per Colony dome.+1 VP per heroism chit.\n• Authority = +1 VP per Claim.\n• Equality = +1 VP for each uncorrupted delegate.\n• Individuality\nBribe VP: 1 VP for each bribe in Reserves\nBernal VP: For speci\u001fc\nAnchored &\nPromoted Bernals:\nPromoted Cancer Hospital Bernal : +1 VP per Colony dome.\nPromoted Climate Control Bernal: +2 VP per Dirtside for this Bernal.\nSSO Diplomatic: +1 VP per delegate in the Ideology ofyour player color.\nPromoted Diplomatic Bernal: Your delegates are +1 VP each.\nTourism Cycler: +2 VP per Dirtside for this Bernal.\nDirtside Hydration = VP.\nTruce /War Continues\nLoyalists\nVictorious Independence\nVictorious\n+1 Astrobiology, +2: Submarine, Bernal\n1X, except\n2X glory\n1X\n= +1VP per Factory cube.\n = +1 VP per wood/ plastic Token on Hazardous Sites. +1 per bribe in Reserves.\n0X (political assembly dissolved)\n1X\n0X 1X 2X\n1 VP perwooden or plastic Token in a player color (on map or assembly). Damaged Factories/Colonies and corrupt delegates do not count.\n1X,except stock price\n= 2 VP regardless of track.\n0X\nCopyright © 2020,\nIon Game Design & Sierra Madre Games\nAuthors: Phil Eklund & Justin Grey\nRules: Paweł Garycki, Geoff Speare, Dom Rougier, Stefano Tiné\nPart of High Frontier 4 All — Core: SMG28-4 Product no: SMG28-4.3\nSUMMARY OF BERNAL & BERNAL LAB ABILITIES FOR Antimatter Factory Your Crew and Bernals can fire Antimatter Bombs.\nCancer Hospital Red Cross Token. No combat is allowed to or from Bernal. Immune to No Home Bernal restriction.\nLofstrom Loop Microgravity Bernal Immune to boost & homesteading restrictions. With an Epic Hazard Op, may build a Space Elevator over a (half)lander burn. Doubles FINAO costs for all players.\nPharmaceutics Bernal You may fire Beamed Gray Goo (pay a bribe).\nSpace Elevator Bernal Same as Lofstrom Loop. Its stick token at Earth is immune to attacks.\nSUMMARY OF FUTURES MODIFIED FOR TW THRUSTER FUTURES\nMini-Black Hole (1D3b, 3F2a) May dislodge (3D7a) dropstones from any SIze 1 Site. Mass Beam (1D3c, 3F2b) The FV of your guns (3E3b) is their firing rad-hardness minus 1d6.\nEnzmann Starship & Lithiated Ammonia (1D3f,g, 3F2c) Destroy any dropstone (1/ Turn).\nFREIGHTER FUTURES\nBeehive Ark (1D4b, 3F2d) Your Tokens on Size 1 Sites are immune to all combat.\nAntimatter (1D4f, 3F2e) Gain amat bombs (3E3d), which you can use without paying Aquas.\nGolden Apples (1D4e, 3F2f) FINAO is no longer a war restriction (3D4i) for all players. If other players pay for FINAO (whether Aqua or Isotopes), you receive the payment.\nCOLONISTS FUTURES\nNew Venus & Footfall (1D5a,f, 3F2g) Use the dislodge operation (3D7) to complete these Futures. Completion allows you to convert any Synodic Comet into a synodic dropstone, in which you do not need to pay a bribe.\nDyson Bubble (1D5j, 3F2h) May prevent a player from using Solar-Power cards during combat.\nSUMMARY OF DROPSTONE DISLODGE LOCATIONS:\nSynodic Dropstone A dropstone dislodged from a Site with a colored border can reach targets (Sites or Bernals) in a Zone no further from Sol than the Site dislodged from.\nJovian Himalia Moonlets A dropstone dislodged from one of these 4 moons can target a Site/Bernal in the f Jupiter Zone.\nSaturnian Norse Moonlets & Methone A dropstone from one of these 6 moons can target a Site/Bernal in the g Saturn Zone.\nUranian Setebos/Sycorax/Prospero Moonlets A dropstone from one of these 3 moons can target a Site/Bernal in the h Uranus Zone.\nFrostline Dislodge A dropstone dislodged as a 5FT tank of water from a Space craft can target Site that is Hydration 3 or 4 in the k Ceres or f Jupiter Zones. The Spacecraft must be in the k or f Zones, but not on a Site, and must expend either 5 FTs or 5 tanks of water fuel in the dislodge operation."
    }
  ]
}