{
  "id": "m4_exodus",
  "title": "Module 4 – Exodus",
  "version": "1.0.0",
  "last_updated": "2026-02-19",
  "description": "",
  "module": "m4",
  "sections": [
    {
      "id": "4A",
      "title": "Module 4 Overview",
      "text": "As Factions settle the solar system and adopt a commodity economy based upon isotope rocket fuel, humanity changes and augments itself to adapt to the space environment of low gravity and high radiation.\nThe science of cybernetics allows human-machine hybrids to flourish. Terawatt technology makes it possible to build a starship and augmented humanity makes it possible to expand to the stars.",
      "sub_ids": {
        "4Aa": "4A",
        "4Ab": "4A",
        "4Ac": "4A",
        "4Ad": "4A",
        "4Ae": "4A",
        "4Af": "4A"
      }
    },
    {
      "id": "4Aa",
      "title": "Contracts (All Games)",
      "text": "Contracts (All Games). Enhance the early to mid-game, granting early Aqua and mission goals."
    },
    {
      "id": "4Ab",
      "title": "New Spaceborn Colonist Queue",
      "text": "New Spaceborn Colonist Queue (Modules 1 & 2) represent Humans born in space whose bodies have atrophied to the point that they are largely mechanical."
    },
    {
      "id": "4Ac",
      "title": "Augmentation Chits",
      "text": "Augmentation Chits (Modules 1 & 2) are gained by completing contracts and played on Colonists to upgrade them and allow them to Promote and be Promoted."
    },
    {
      "id": "4Ad",
      "title": "Enterprises",
      "text": "Enterprises (Modules 1 & 2) are another path to augmentations, as humanity alters itself and its machines to better colonize the solar system and reach the stars."
    },
    {
      "id": "4Ae",
      "title": "New Solitaire Political Diagram",
      "text": "New Solitaire Political Diagram ("
    },
    {
      "id": "4Af",
      "title": "Isobank",
      "text": "An Isobank, founded by one player and holding the game’s repository of isotope fusion fuel, becomes the center of starship construction. With WHY GO AD ASTRA? Each of us has a drive to spread one’s wings that has been reinforced by eons of natural selection. This instinct, rather than “population pressures”, will impel a pioneering minority to the stars. Earth is never going to run out of living space, as this is being written, the global population increase is plummeting at a rate such that the population max will be achieved this century. Meanwhile, technological advances continue to shrink the ecological footprint, the number of hectares per person that each of us requires for our food and other needs. A simple application of arcology and high tech farming would provide more living space than the vastness of space could provide for centuries, because of what it takes to make such places habitable.\n2EXODUS refers to a mass departure of refugees, as originally accounted in the second book of the Torah and of the Old Testament. The warrefugee scenarios in this Module describe a postwar interstellar exodus comparable to the flight of the Israelites from slavery in Egypt about 3.5 kya."
    },
    {
      "id": "4A1",
      "title": "Core, Starship & Exodus Game Lengths",
      "text": "",
      "sub_ids": {
        "4A1a": "4A1",
        "4A1b": "4A1",
        "4A1c": "4A1",
        "4A1d": "4A1",
        "4A1e": "4A1"
      }
    },
    {
      "id": "4A1a",
      "title": "4-5 Cycle Core Game",
      "text": "4-5 Cycle Core Game (competitive).\n• Modules. • Number of Players. 2 to 6 competitive, or 1 solitaire (4G). • Game Victory. See 4E2."
    },
    {
      "id": "4A1b",
      "title": "6-7 Cycle Games (competitive).\n• Modules. Modules",
      "text": "6-7 Cycle Games (competitive).\n• Modules. Modules 0, 1, and 2 with Futures, and optionally • Game Victory. See 4E2. c. 5-7 Cycle Scenarios using • Exodus Conventional War (4F1). Use • Exodus Union War (4F2). Use"
    },
    {
      "id": "4A1c",
      "title": "5-7 Cycle Scenarios",
      "text": "5-7 Cycle Scenarios using • Exodus Conventional War (4F1). Use • Exodus Union War (4F2). Use"
    },
    {
      "id": "4A1d",
      "title": "Interstellar Combined Game",
      "text": "Interstellar Combined Game. This is the same as a 7-Cycle game, but your accomplishments and augmented Colonists are imported into the next game in the series: Interstellar. See 4E4."
    },
    {
      "id": "4A1e",
      "title": "Solitaire",
      "text": "Solitaire. See 4G. For victory conditions, including Combined Game solitaire, see 4G4."
    },
    {
      "id": "4A2",
      "title": "Module 4 Components",
      "text": "b. 1 Rules Booklet.",
      "sub_ids": {
        "4A2c": "4A2",
        "4A2d": "4A2",
        "4A2e": "4A2",
        "4A2f": "4A2",
        "4A2g": "4A2",
        "4A2h": "4A2",
        "4A2i": "4A2",
        "4A2j": "4A2",
        "4A2k": "4A2",
        "4A2l": "4A2",
        "4A2m": "4A2"
      }
    },
    {
      "id": "4A2c",
      "title": "1 Starship Stack Placard/Alternative Solitaire Pol",
      "text": "1 Starship Stack Placard/Alternative Solitaire Political Diagram"
    },
    {
      "id": "4A2d",
      "title": "Player Aids",
      "text": "4 Player Aids."
    },
    {
      "id": "4A2e",
      "title": "Contract Cards",
      "text": "36 Contract Cards which form the 3 contract (4B) decks."
    },
    {
      "id": "4A2f",
      "title": "6 Timepiece Chits (1 for each of 6 player colors)",
      "text": "6 Timepiece Chits (1 for each of 6 player colors)."
    },
    {
      "id": "4A2g",
      "title": "Default Chit",
      "text": "1 Default Chit"
    },
    {
      "id": "4A2h",
      "title": "Isobank/Starship Token",
      "text": "Place this at the base of a Bernal where the isobank is established."
    },
    {
      "id": "4A2i",
      "title": "Exodus Contract Cards",
      "text": "6 Exodus Contract Cards"
    },
    {
      "id": "4A2j",
      "title": "Spaceborn Colonist Cards",
      "text": "10 Spaceborn Colonist Cards"
    },
    {
      "id": "4A2k",
      "title": "Robot Colonist Cards",
      "text": "6 Robot Colonist Cards."
    },
    {
      "id": "4A2l",
      "title": "Child Chits",
      "text": "6 Child Chits (1 for each of 6 player colors)."
    },
    {
      "id": "4A2m",
      "title": "Isotope Monetization Cards",
      "text": "6 Isotope Monetization / Isobank Stack Cards n. 36 Augmentation Chits (6 for each shape) o. 12 Exodus Medal Chits (TW Thruster, Promoted Bernal, Promoted Freighter, Commander, 8 passengers)"
    },
    {
      "id": "4A3",
      "title": "Contract Card Anatomy",
      "text": "Contract cards have a blue side and a gold side. The contract decks start blue-bordered side faceup. In games of 6 or more cycles, the deck flips to the gold-side when the isobank (4C2) is built. Contract cards are auctioned after a fundraise operation (O2b).",
      "sub_ids": {
        "4A3a": "4A3",
        "4A3b": "4A3",
        "4A3c": "4A3",
        "4A3d": "4A3",
        "4A3e": "4A3",
        "4A3f": "4A3",
        "4A3g": "4A3",
        "4A3h": "4A3",
        "4A3i": "4A3",
        "4A3j": "4A3",
        "4A3k": "4A3"
      }
    },
    {
      "id": "4A3a",
      "title": "Name",
      "text": "Name."
    },
    {
      "id": "4A3b",
      "title": "Mass/Rad-hardness",
      "text": "Mass/Rad-hardness. Use these when the contract is carried as a Stack Card, see B2h and B2j."
    },
    {
      "id": "4A3c",
      "title": "Type",
      "text": "Type."
    },
    {
      "id": "4A3d",
      "title": "When Fulfilling or Fulfilled Abilities",
      "text": "When Fulfilling or Fulfilled Abilities. See 4B2e."
    },
    {
      "id": "4A3e",
      "title": "Ideology Pair",
      "text": "Ideology Pair. Individuality-freedom, honor-unity, or equality-authority."
    },
    {
      "id": "4A3f",
      "title": "Cybernetics",
      "text": "Cybernetics. Represent partner agencies (4B2k) and are used for implantations (4D4c)."
    },
    {
      "id": "4A3g",
      "title": "Destination",
      "text": "Destination."
    },
    {
      "id": "4A3h",
      "title": "Cash Advance",
      "text": "Cash Advance."
    },
    {
      "id": "4A3i",
      "title": "Late Fee",
      "text": "Late Fee."
    },
    {
      "id": "4A3j",
      "title": "Victory Points",
      "text": "Victory Points."
    },
    {
      "id": "4A3k",
      "title": "Tophat/Felony",
      "text": "Tophat/Felony. See 4B2f.\n3CYBERNETICS is the science of communication and control systems shared by machines and living things. Such an integration is essential for mastering the high frontier as well as for a starship controlled by both humans and machines."
    },
    {
      "id": "4A4",
      "title": "Augmentation Chit Anatomy",
      "text": "Augmentation chits have their effects on one side, and the corresponding cybernetics icon for implantation (4D4c) on the other. They are placed upon a Colonist card via the implant operation (4D4).",
      "sub_ids": {
        "4A4a": "4A4",
        "4A4b": "4A4",
        "4A4c": "4A4"
      }
    },
    {
      "id": "4A4a",
      "title": "Name & Shape",
      "text": "Name & Shape. Triangle (isotope), hexagon (batteries), heart (life-support), jar (hibernation), rectangle (warden), and radiation triad (shields)."
    },
    {
      "id": "4A4b",
      "title": "Effects",
      "text": "Effects. See 4D3a,b,c,d,e,f."
    },
    {
      "id": "4A4c",
      "title": "Cybernetics icon",
      "text": "Cybernetics icon. This is the required icon for implantation, see 4D4c."
    },
    {
      "id": "4A5",
      "title": "Module 4 Setup",
      "text": "Setup is per Core (C) plus for the Modules used plus the following (skip the blue font for a 4-5 Cycle game):",
      "sub_ids": {
        "4A5a": "4A5",
        "4A5b": "4A5",
        "4A5c": "4A5",
        "4A5d": "4A5",
        "4A5e": "4A5",
        "4A5f": "4A5",
        "4A5g": "4A5",
        "4A5h": "4A5"
      }
    },
    {
      "id": "4A5a",
      "title": "Seniority Disks",
      "text": "Four to seven, depending on the game length chosen (4A1)."
    },
    {
      "id": "4A5b",
      "title": "Contract Decks",
      "text": "Contract Decks. Separate the contract cards with into 3 decks, one for each ideology pair (4A3e), with the blue-side faceup. Shuffle each deck and place near their ideology pair on the political assembly placard."
    },
    {
      "id": "4A5c",
      "title": "Timepiece & Default Chits",
      "text": "Timepiece & Default Chits. Place these chits near the Sunspot Cycle placard."
    },
    {
      "id": "4A5d",
      "title": "Starting Aqua",
      "text": "Starting Aqua. Contract decks are not patent decks and so they do not affect starting Aqua (C5)."
    },
    {
      "id": "4A5e",
      "title": "Exodus Contract Deck (Modules 1 & 2)",
      "text": "Exodus Contract Deck (Modules 1 & 2). Shuffle the Exodus contracts, randomizing which side of each is faceup. Place them on the starship placard with the isobank token (4A2h) on top to show the deck is locked."
    },
    {
      "id": "4A5f",
      "title": "New Colonists (Module 2)",
      "text": "New Colonists ( • Queues."
    },
    {
      "id": "4A5g",
      "title": "Augmentation & Child Chits (Module 2)",
      "text": "Augmentation & Child Chits ("
    },
    {
      "id": "4A5h",
      "title": "Module 3 Conflict",
      "text": "EARTHBORN vs. SPACEBORN. A person born on Earth is acclimated to a 1 gee planet or Bernal. A person who has spent years in a low gravity rocket or world suffers from muscular atrophy to the point where they would need a lot of bionic help to take a vacation on Earth. As the future unfolds, humans may specialize into two kinds of cybernetic augmentations: mental aids, such as an exocortex or wearable computers, and physical aids, such as bionic limbs, locomotion, and life-support, all of which allow acrobatic performance in zero-gee.\nTIP: Because contracts require boosting, there is more boosting in a Privilege (with a boosting bonus) is at an advantage.\nThis Faction is recommended for beginning players. [4A5]"
    },
    {
      "id": "4A6",
      "title": "Core/Module 0-3 Rules Changes",
      "text": "b. Contract Fulfillment (add to G). This new free action moves a completed contract card from a Stack to adjacent to your playmat. Completed contracts are called enterprises (4B8).\nc. Negotiation Summary (add to N). Possession of contract cards can be negotiated only if unfulfilled. Some fulfilled contract Abilities may be negotiable, if specified. Augmentation chits are not negotiable. Fulfilled contract icons may be shared (see partnership delegates, 4B8).\nd. Fundraise Operation (O2 of e. FINAO (H7e). Failure Is Not An Option cost changes after isotope monetization (3B5).\nf. Isobank Stacks (add to E3). This is a new Stack created by construction of the isobank (4C). Its location for all players is indicated by the single isobank/starship token.\ng. Miner Colonist Profession (2C1a). During a site refuel operation (I5), you may perform one extra refuel per Colocated miner present. The refuels may be of different types (you may receive 1 isotope and 7 water, for instance.) h. Exomigration (2A6). There are 2 queues instead of 1: earthborn and Robot/spaceborn (4A5e). During any exomigration, you must choose whether to join the Spacer Union (4D2) or not. If you do, exomigrate the top card from the Robot/spaceborn queue, but if you do not, take the top card from the earthborn queue. If you ever exomigrate a Robot/spaceborn, you must Decommission all your earthborns and vice versa. Regardless if you hold Robot/spaceborn Colonists, or Human Colonists, your Colonist limit is equal to the number of anchored Bernals (doubled for promoted Bernals, see 2Ca).\ni. Robot Exomigration (2A6). If multiple Robots are drawn during a single exomigration (2C2a), choose one to keep and Discard the rest, then shuffle the spaceborn queue.\nj. Ad Astra Futures (1D1b). If one of these Futures are accomplished with any TW thrusters, promoted Freighters, and/or promoted Bernals present (whether required or not), set aside the corresponding medals.\nThey are not rewarded during Exodus scoring (4E3c). (The ad astra points replace the medals.) Any isotope present is Decommissioned but set aside per 4C4a so that it can be counted in the endgame. l. Anchoring (2A5). Anchoring the “Lofstrom Loop” or “GEO Space Elevator” Bernals at a location which activates the “HOME” Ability requires an Epic Hazard Roll (1A6), with the Bernal supports as the unit(s) performing the roll.",
      "sub_ids": {
        "4A6a": "4A6",
        "4A6b": "4A6",
        "4A6h": "4A6",
        "4A6k": "4A6"
      }
    },
    {
      "id": "4A6a",
      "title": "Rules Changes intro",
      "text": "These rules supersede or add to the rules of Core and Modules 0-3 when playing Module 4."
    },
    {
      "id": "4A6b",
      "title": "Contract Fulfillment",
      "text": "Contract Fulfillment (add to G). This new free action moves a completed contract card from a Stack to adjacent to your playmat. Completed contracts are called enterprises (4B8)."
    },
    {
      "id": "4A6h",
      "title": "Contract Fulfillment Free Action",
      "text": "Contract Fulfillment is added as a new free action (see 4B4)."
    },
    {
      "id": "4A6k",
      "title": "Anchoring Epic Hazard Roll",
      "text": "l. Anchoring (2A5). Anchoring the “Lofstrom Loop” or “GEO Space Elevator” Bernals at a location which activates the “HOME” Ability requires an Epic Hazard Roll (1A6), with the Bernal supports as the unit(s) performing the roll."
    },
    {
      "id": "4A7",
      "title": "Core/Module 0-3 Rules Clarifications",
      "text": "b. Powersat Stacking (clarification). Modifications to the Powersat push value are limited to +1 maximum (total push +2), except for the MagBeam robonaut (which always gets a total push of +3 thrust regardless of Powersat push value).\nc. Multiple Rerolls (clarification). If multiple Abilities and/or rules grant rerolls for a particular roll, you may reroll once per such Ability/rule. After a reroll, you decide whether to keep it or roll again (if possible).\nd. Site Descriptions (clarification). Some cards in this Module use new methods of describing Sites:\n• Unexplored: A Site without a claim disk or busted disk.\n• Flyby Space: A Space with a flyby bonus printed on the map, including solar oberth flyby (H8e).\n• Signposted: Any Site with a colored route leading to it.\n• Space Elevator: A Site connected to an elevator path printed on the map (e.g. phobos), or to an Anchored GEO Space Elevator (1B9e).\ne. Dropstone Sites (Clarification):5\n• Any Synodic Comet (multiple locations).\n• Jovian Himalia Moonlets (elara, leda, himala, lysithea: 10:10 F).\n5TERRAFORMING LUNA. The only world that can be terraformed in High Frontier timescales is Luna. If a catcher station is located on the lunar farside, one unintended consequence of the kinetic energy (possibly augmented by protium fusion) from dropstone impacts would be to give Luna an oxygen atmosphere ten times the atmospheric pressure on Mars. Thus, strangely, a terraformed Luna is caused by pollution rather than deliberate effort. Even if fusion operations were to cease, its atmosphere would linger for centuries.\nEASILY MISSED ( If you fail the Epic Hazard Roll, the Bernal supports are Decommissioned and the Bernal is not Anchored.\n[4A6k]\n• Saturnian Norse Moonlets (thrymr, ymir, phoebe, skoll, suttungr: 9:10 G).\n• Saturnian Moon Methone (9:00 G).\n• Uranian Sycorax Group (setebos, sycorax, prospero: 9:10 H).\n• Comet. Any Site with “Comet” in the name or map label.\nf. Ownership (Clarification). References to tokens and Stack items (cards, FTs, etc.) apply to those that you own or which you have permission to use (through negotiation, Freedom to Roam, Felony, etc.), except:\n• “Any player’s” means any such item regardless of permission.\n• “Your” means only items that are in your Playmat or are in your player color.\ng. Order of Operations (clarification). When performing multiple steps of adding/subtracting and multiplying/dividing, use the following order:\n• Subtraction\n• Division / Multiplication • Addition\n• Round if necessary (up or down as indicated)\nEXAMPLE [4A7f] The Fullerene Cable Spinner contract allows you to ET Produce C cards at “any Factory”; producing such cards at another player’s Factory is not possible without permission. The Robotic Facility contract requires you to factory refuel at “Your Factory”. Even with permission or during the Freedom to Roam Treaty, you cannot fulfill this contract at another player’s Factory.\nAdd diagram of Churynmov-gerasimenko",
      "sub_ids": {
        "4A7a": "4A7",
        "4A7b": "4A7"
      }
    },
    {
      "id": "4A7a",
      "title": "Factory Ownership",
      "text": "Factory-refueling at another player's Factory is not possible without permission. The Robotic Facility contract requires you to factory refuel at \"Your Factory\". Even with permission or during the Freedom to Roam Treaty, you cannot fulfill this contract at another player's Factory."
    },
    {
      "id": "4A7b",
      "title": "Powersat Stacking",
      "text": "Powersat Stacking (clarification). Modifications to the Powersat push value are limited to +1 maximum (total push +2), except for the MagBeam robonaut (which always gets a total push of +3 thrust regardless of Powersat push value)."
    },
    {
      "id": "4B",
      "title": "Contracts & Enterprises",
      "text": "Contract decks are made up of contract cards representing available for-hire work from various enterprises. The winning bidder gets instant funding in return for a promise to complete the contract by a specific deadline, with penalties for being late. Fulfill a contract by taking its card to the specified location, and (if specified) returning it. Once fulfilled, a contract grants cybernetics icon(s) and (usually) an ongoing Ability, both representing a continuing partnership with a high-tech enterprise. A fulfilled contract is also worth VP at the endgame.",
      "sub_ids": {
        "4Ba": "4B",
        "4Bb": "4B"
      }
    },
    {
      "id": "4Ba",
      "title": "Contract Categories include trillionaire passenger",
      "text": "Contract Categories include trillionaire passengers, tourists, megaprojects, military contracts, government grants, science payloads, and robotic research."
    },
    {
      "id": "4Bb",
      "title": "Discard",
      "text": "Discard. This glossary term means to put a card to the bottom of its appropriate deck or queue."
    },
    {
      "id": "4B1",
      "title": "Contract Decks",
      "text": "Contracts form three or four decks placed around the political assembly and have special rules for bidding, inspiration, and being carried in Stacks.",
      "sub_ids": {
        "4B1a": "4B1",
        "4B1b": "4B1"
      }
    },
    {
      "id": "4B1a",
      "title": "Inspiration Event",
      "text": "Inspiration Event. Like patent decks, all contract decks are inspired during the inspiration Event Roll (K2a)."
    },
    {
      "id": "4B1b",
      "title": "Isobank Contract Upheaval",
      "text": "Isobank Contract Upheaval. Each contract has two sides: blue and gold. As soon as an isobank (4C2) exists, flip all three contract decks so the bottom is on top and from now on the more profitable gold side is used.6 c. Exodus Contracts. This deck (4A5e) is composed of special single-sided contracts which start on the starship placard. This deck starts covered by the isobank token (4A2h) to indicate that it is locked (and not affected by inspiration Events) until the isobank is established. This removes the token from the deck, so that its top card is now auctionable (4B3c)."
    },
    {
      "id": "4B2",
      "title": "Contract Cards",
      "text": "Contract cards have Mass and rad-hardness and are carried in Stacks like other cards in play until their contract is fulfilled and they are stored as enterprises.",
      "sub_ids": {
        "4B2a": "4B2",
        "4B2b": "4B2",
        "4B2c": "4B2",
        "4B2d": "4B2",
        "4B2e": "4B2",
        "4B2f": "4B2",
        "4B2g": "4B2",
        "4B2h": "4B2",
        "4B2i": "4B2",
        "4B2j": "4B2",
        "4B2k": "4B2"
      }
    },
    {
      "id": "4B2a",
      "title": "Not Patents",
      "text": "Not Patents. Contract cards do not count against academia hand limit (I2a) and cannot be sold (I3a).\n6AQUA VS. ISOTOPES. These two commodity currencies differ in their value on Earth. Aqua (water) is not very valuable on Earth, while isotopes (gold beads) are quite valuable as fuel for fusion powerplants. Aqua has no value on Earth’s surface, but does have value in LEO. If you pay the programmers in Aqua, you pay in water orbiting in big cans where the programmers can resell it to outward-bound ships that need propellant. b. Side Matters. When boosting, a contract must be placed on the side (blue-side or gold-side) that was faceup when it was auctioned."
    },
    {
      "id": "4B2b",
      "title": "Side Matters",
      "text": "Side Matters. When boosting, a contract must be placed on the side (blue-side or gold-side) that was faceup when it was auctioned."
    },
    {
      "id": "4B2c",
      "title": "Launch Surety Contracts",
      "text": "Launch Surety Contracts. Contract cards are immune to pad explosion/space debris events (K2c) or budget cuts events (K2f)."
    },
    {
      "id": "4B2d",
      "title": "Manned Contracts",
      "text": "Manned Contracts. If a contract has the “Humans on Board” icon, it is considered Human (see glossary). This is significant for Glitch Repairs, Felony defense, Glory, or as a manned target during combat. It is a Felony to voluntarily Decommission or Discard a manned contract, and if it suffers voluntary Decommission, you suffer default (4B6)."
    },
    {
      "id": "4B2e",
      "title": "Contract Abilities",
      "text": "Contract Abilities are of 2 types:\n• When Fulfilling. These Abilities occur once only, as the contract is fulfilled.\n• Fulfilled Ability. These Abilities remain active after the contract is fulfilled and becomes an enterprise (4B8)."
    },
    {
      "id": "4B2f",
      "title": "Tophat / Felony Stack Abilities",
      "text": "Tophat / Felony Stack Abilities (these 2 Abilities are active before fulfillment):\n• Tophat. A Stack containing a contract with the tophat icon can safely enter 1 Hazard per Turn without paying FINAO (the costs are thematically paid for by the billionaire).\n• Felony. A Stack containing a contract with the Felony icon is allowed to commit Felonies (see glossary)."
    },
    {
      "id": "4B2g",
      "title": "Insight / Bailout Fulfilled Abilities",
      "text": "Insight / Bailout “Fulfilled” Abilities:\n• Insight. After announcing a research auction (I2), you may initially choose one patent deck and move its top card to the bottom of its deck. Then choose any top card to auction. You may perform this Ability once per Turn, even if you have Insight from multiple sources. It is inactive during research grants (O5e).\n• Bailout. This Ability grants immunity from budget cuts (K2f). This is negotiable (N7).\nEXAMPLE [4B2e] You win the auction for the Exodus contract “Rival Isobank”. You boost it to your Home Bernal, and take it and 5 isotopes to the listed destination, an opponent’s Bernal at Titan. Because of its “when fulfilling” Ability, you gain 2 isotopes at this Bernal, and 1 more at the isobank. Having fulfilled the contract, you gain the fulfilled Ability, which is to swap 1 isotope for 6 Aqua at your (soon-to-be-built) non-Home Bernal.\nEXAMPLE [4B2g] You gain the insight ability after fulfilling the contract “Hexapod Explorers”. You initiate a research auction, and apply insight to the generator deck, hoping to reveal a pulse generator. But alas, the revealed generator is even worse. You are obliged to research something, so you put a Freighter up for auction.\nFELONY ICON [4B2f]\nTOPHAT ICON [4B2f]\nEASILY MISSED: You can negotiate a late contract.\nThe payments transfer with the card. [4B3d]\nHUMAN ICON [4B2d] should be superimposed over the Humans on Board traingle • Contract Abilities are not negotiable unless specified."
    },
    {
      "id": "4B2h",
      "title": "Contract Negotiation",
      "text": "Contracts are not negotiable unless their ability specifies otherwise. Payments transfer with the card."
    },
    {
      "id": "4B2i",
      "title": "Fulfilled Contract VP",
      "text": "Fulfilled Contract VP. See 4E2a."
    },
    {
      "id": "4B2j",
      "title": "Unfulfilled Contract Penalty",
      "text": "Unfulfilled Contract Penalty. An unfulfilled contract suffers a VP penalty equal to how much you still owe (4E2c)."
    },
    {
      "id": "4B2k",
      "title": "Cybernetics",
      "text": "Cybernetics. These icons are active after a contract is fulfilled and becomes an enterprise (4B8). They enable the implant of the corresponding augmentation chit (4D4b)."
    },
    {
      "id": "4B3",
      "title": "Contract Auction",
      "text": "At the final step of a fundraise operation (O2b), if you do not have an active timepiece for another contract in the Sunspot Cycle, you may perform a contract auction for the top card in a contract deck sharing an Ideology with an Active Law. Before choosing to start the auction, you may Discard the top card from that deck.",
      "sub_ids": {
        "4B3a": "4B3",
        "4B3b": "4B3",
        "4B3c": "4B3",
        "4B3d": "4B3",
        "4B3e": "4B3",
        "4B3f": "4B3",
        "4B3g": "4B3",
        "4B3h": "4B3",
        "4B3i": "4B3",
        "4B3j": "4B3",
        "4B3k": "4B3"
      }
    },
    {
      "id": "4B3a",
      "title": "Partner Enterprise",
      "text": "Partner Enterprise. Whether or not there is a contract auction, a delegate from a fundraise can be used to form a partner enterprise per 4B8a instead of being placed in the Political Assembly."
    },
    {
      "id": "4B3b",
      "title": "Auction Prohibition",
      "text": "Auction Prohibition. Contract auctions cannot be held during War/Anarchy."
    },
    {
      "id": "4B3c",
      "title": "Deck Selection",
      "text": "Deck Selection. After performing the fundraise and associated vote tally (O2a), choose a contract deck sharing an ideology in its ideology pair (4A3e) with an activated law.\n• If the Active Law is in Unity, multiple laws may be activated; otherwise, only one law will be activated.\n• Once the isobank is built (4C2), you may also choose the Exodus contract deck regardless of Active Law."
    },
    {
      "id": "4B3d",
      "title": "Proposal Review",
      "text": "Proposal Review. You may choose to Discard the top card from the chosen deck."
    },
    {
      "id": "4B3e",
      "title": "Auction Start",
      "text": "Auction Start. Choose to either initiate a contract auction for the top card or abandon the auction."
    },
    {
      "id": "4B3f",
      "title": "Bid Media",
      "text": "Bid Media. Bids are made in years, from where the Sunspot Cube is currently located. Bids must start at 10 years (highest) and can go as low as 0 years (lowest).\nTIP: Due to late fees, bidding in the first solar cycle is risky unless you boost a rocket quickly. [4B3]\nEASILY MISSED: There are no contracts which match\nCentrist. If the Active Law is Centrist, none of the contract decks may be selected except (post-isobank) the Exodus contract deck. [4B3c] EXAMPLE [4B3c] You perform a fundraise while the Active Law is freedom. You add a delegate into equality and move another delegate into equality so that freedom, equality, and unity each have 2 delegates. You examine the contracts, and the honor-unity ideology pair is the best one. Therefore, to break the tied vote tally, you move the Active Law to unity so that you may choose the top honor-unity contract to auction.\nTIP: Freedom/Individuality is almost all-manned (11 of 12); Equality/Authority is somewhat manned (4 of 12); and Honor/Unity is almost all unmanned (1 of 12 manned, 2 of 12 on the gold side). [4B3c]"
    },
    {
      "id": "4B3g",
      "title": "Auction Procedure",
      "text": "If you initiate this auction, you must start the bid at 10 years. Then, in any order, players (with an available timepiece of their color) may bid. Continue until no player wishes to lower their bid. The lowest bid is the winner (minimum bid of 0 years)."
    },
    {
      "id": "4B3h",
      "title": "Ties",
      "text": "Ties. As the initiator, the active player wins ties they are involved in. If they are not involved, they choose which of the tied players wins. The Marketeer faction privilege, if active, always wins ties."
    },
    {
      "id": "4B3i",
      "title": "3-step Win Procedure",
      "text": "3-step Win Procedure:\n• Deadline. The winner places their timepiece (“sand timer” faceup) into the Sunspot Cycle a number of steps into the future equal to their bid.\n• Cash Up Front. The winner takes the cash advance (4A3h) in Aqua from the Pool.\n• Hand. The winner takes the contract as a Hand Card. It ignores academia hand limits or budget cuts (4B2a,c)."
    },
    {
      "id": "4B3j",
      "title": "Finder’s Fee",
      "text": "Finder’s Fee. If the auction is won by a player other than the active player, the active player may perform a second Operation on their Turn, which cannot be a fundraise operation (O2b)."
    },
    {
      "id": "4B3k",
      "title": "Postwar Space Empire (Module 3)",
      "text": "Postwar Space Empire ("
    },
    {
      "id": "4B4",
      "title": "Contract Fulfillment",
      "text": "Each step of a contract’s destination is fulfilled as a free action (G) by moving your Stack containing the contract to the listed destination, while satisfying any other listed conditions. If you fulfill the terms of the contract, move it to a space adjacent to your playmat, and return your timepiece from the Sunspot Cycle placard, which instantly lifts restrictions on contract auctions. Any “Fulfilled:” Abilities of the contract are now active (4B2e).",
      "sub_ids": {
        "4B4a": "4B4",
        "4B4b": "4B4",
        "4B4c": "4B4",
        "4B4d": "4B4",
        "4B4e": "4B4",
        "4B4f": "4B4",
        "4B4g": "4B4"
      }
    },
    {
      "id": "4B4a",
      "title": "Contract Start",
      "text": "Contract Start. All contracts are put onto the map via the boost operation, boosted to your choice of either LEO or your Home Bernal, see 4A7a). If the contract specifies “Return”, it must be returned to your Bank.\nTIP: Contracts will be put into a Stack on the map via the boost operation (I4).\nSecure a contract before boosting your rocket; that way you can boost both in a single operation. [4B3i]\nEXAMPLE [4B3g] Player Purple places the Search For Life Center contract up for auction, automatically bidding 10 years. Player Red has a contract; their timepiece is in the Sunspot Cycle and so is not available for bidding. Player Green bids 9 years; Player Purple responds with 9 (winning ties as the active player). Bidding goes down to 3 years until Player Green passes. Player Red is committed to founding the “Search For Life Center” in 3 years’ time."
    },
    {
      "id": "4B4b",
      "title": "Timepiece Placement",
      "text": "Place your timepiece on the contract card to show your commitment. The timepiece is in the Sunspot Cycle and is not available for bidding until the contract is fulfilled or defaulted."
    },
    {
      "id": "4B4c",
      "title": "PR. You must announce each step of a contract’s fu",
      "text": "PR. You must announce each step of a contract’s fulfillment to all players. Only the most recent announcement for each step is valid."
    },
    {
      "id": "4B4d",
      "title": "Return",
      "text": "Return. If your destination specifies “Return,” after reaching the other destinations listed, the Stack must move to your Bank (4A7a) to fulfill.\n• Round Trip. If all other destinations on a contract require cards to be with the contract, the “return” destination also requires the same cards."
    },
    {
      "id": "4B4e",
      "title": "Presence",
      "text": "Presence. The contract and any other required cards must be at the listed destination or step.\n• Pass Through. If the destination or step includes “Pass through”, the Stack instead must have passed through the listed location this Turn."
    },
    {
      "id": "4B4f",
      "title": "Glitch Trigger",
      "text": "Glitch Trigger. Contract fulfillment (including intermediate steps) is a Glitch Trigger."
    },
    {
      "id": "4B4g",
      "title": "Contract Added to Your Contracts Fulfilled Area",
      "text": "Contract Added to Your Contracts Fulfilled Area. If this is the last (or only) destination, the contract is fulfilled. Orient/splay the card together with your other fulfilled contracts next to your playmat so that its cybernetics (4A3f) and fulfilled ability (if any, 4A3d) are visible. Return your timepiece to your Reserves and Discard any Aqua from late fees on the contract.\n• Abilities. Any “When Fulfilling:” abilities take place at this point (after removing the contract from its Stack).\n• “Colocated” refers to the contract location at the start of fulfillment (even though the contract is no longer there).\n• “Fulfilled\": These Abilities are now active.\nEXAMPLE [4B4b] A player is completing the “rivalry” contract (visit a Site in a zone with a claimed glory chit & return). She lands in the E\nZone, which has a claimed glory chit, and announces this. On a future Turn, she realizes that the F Zone chit is a better target, so travels to a F Zone Site and announces the landing. The rivalry for the E Zone chit is no longer relevant.\nEXAMPLE [4B4c] The \"Life Support Test Protocol\" contract has a destination: “Site in Saturn Zone with Promoted Bernal and augmented Colonist & Return”. To fulfill this contract, you must have the contract, a Promoted Bernal, and an augmented Colonist at a Saturn Site, then must have those same cards at your Bank (the “Return” clause).\nEASILY MISSED: If you have an ET Home Bernal (Module\n3), this is a valid return location for contracts.\nHowever, because you cannot boost there, if you have an ET Home Bernal you may only pick up contracts in LEO. [4B4d]\nEASILY MISSED: As the Glitch Trigger occurs before the free action, it could destroy the contract or a piece of needed equipment before the contract can be fulfilled.\n[4B4f]\nEXAMPLE [4B4d] The tourist contract “Inner Tour” has a destination “Pass through 4 different flyby spaces in 1 Turn.” Your spacecraft, with the contract aboard, navigates the Earth, Luna, Mercury, and Venus (requiring season blue) flybys in a single Turn. Because the contract says “Pass through”, you do not need to stop at the final flyby, but you must fulfill the contract on this Turn, or you will have to do the tour again!\nEASILY MISSED: A contract cannot be voluntarily\nDecommissioned/Discarded. [4B4b]"
    },
    {
      "id": "4B5",
      "title": "Late Penalties",
      "text": "If the 1st player cube moves past your timepiece in the Sunspot Cycle, you are late which flips the timepiece and orients the contract sideways. You can also declare a contract late, to pay it off faster. Pay its annual late fee until either it is fulfilled or its advance is paid (or twice the advance if the contract was never boosted). Follow these steps:",
      "sub_ids": {
        "4B5a": "4B5",
        "4B5b": "4B5",
        "4B5c": "4B5",
        "4B5d": "4B5",
        "4B5e": "4B5"
      }
    },
    {
      "id": "4B5a",
      "title": "Flip To Deadbeat",
      "text": "Flip To Deadbeat. Flip your timepiece to its “deadbeat” side. It remains in place until removed by fulfillment or repayment (bullets d or e)."
    },
    {
      "id": "4B5b",
      "title": "Pay Late Fee (optional)",
      "text": "Pay Late Fee (optional). At the start of your Turn in which your timepiece is “deadbeat”, after Bernal profits, you may pay all or part of the late fee listed on the contract. Place all payments directly upon the late contract to track how much you have spent.\n• No Overpayments. You cannot pay more than the late fee each Turn.\n• Nonpayment. Until the debt is paid, if you fail to pay the late fee then you default (4B6), receiving the default chit and moving the contract to your Hand if not already there."
    },
    {
      "id": "4B5c",
      "title": "Orient Card Horizontally",
      "text": "Orient Card Horizontally. A contract in horizontal (landscape) orientation indicates that it is late. This can be in your Hand, or in a Stack.\n• All Abilities (including tophat or felony, see 4B2f) on a late contract in are deactivated.\n• Boosting/Decommission. A late contract can be Decommissioned to your Hand, without changing the landscape orientation of its late status or the payment on it. A late contract cannot be boosted.\n• Mishap Insurance. If the Mishap Insurance Law is active when your timepiece flips to deadbeat, place Aqua from the Pool equal to the contract’s Mass (4A3b) on the contract. You may lobby (O4) this Law."
    },
    {
      "id": "4B5d",
      "title": "Late Fulfillment",
      "text": "Late Fulfillment. The instant a late contract is fulfilled, see 4B4g. This Discards the payments and timepiece."
    },
    {
      "id": "4B5e",
      "title": "Debt Repayment",
      "text": "Debt Repayment. The instant the payments on the card are equal to its cash advance (4A3h), Discard the contract with its payments and remove your timepiece from the Sunspot Cycle. If the contract was never boosted, then the payments must equal twice the cash advance. See the example below:7\n7MERCURY, NOT FOR BEGINNERS. Why is the closest planet to Sol one of the hardest and highest delta-v planets to reach? First, it orbits so quickly (about 45 km/sec) and so deeply in the Sol gravity field, inclined at 7 degrees from the ecliptic. Furthermore, without an atmosphere, aerobrake is not an option. NASA was unable to attain a satellite orbit around Mercury until the MESSENGER Spacecraft of 2011, which needed 6 years and flyby of Earth, Venus, and Mercury. The programmer responsible was Robert Farquhar, a planetary trajectory pioneer who designed some of the most esoteric and complex spacecraft trajectories ever attempted.\n\"DEADBEAT\" TIMEPIECE [4B5a]\nEASILY MISSED: Defaulting has no effect if you already hold the default chit and the contract is already in your Hand. [4B5b]"
    },
    {
      "id": "4B6",
      "title": "Default Penalties",
      "text": "If unable or unwilling to pay the late fee, or your manned contract (4B2d) suffers an involuntary Decommission, you default and suffer the default chit.8 a. Add to Hand. Move the contract to your Hand. If it is late, it is added to your Hand in a horizontal Orientation to indicate that you must pay late fees in order to Discard the contract (4B5b,e).",
      "sub_ids": {
        "4B6b": "4B6",
        "4B6c": "4B6",
        "4B6d": "4B6"
      }
    },
    {
      "id": "4B6b",
      "title": "Take Default Chit",
      "text": "Take Default Chit. Take the default chit (4A2g) from anywhere, and store it on your playmat on its blue or gold side depending on the contract color."
    },
    {
      "id": "4B6c",
      "title": "Default Stigma",
      "text": "Default Stigma. If you have the default chit you are not allowed to boost manned contracts."
    },
    {
      "id": "4B6d",
      "title": "Endgame Default Penalty",
      "text": "Endgame Default Penalty. During endgame scoring (M2, 4F), the default chit subtracts 3 or 6 VP."
    },
    {
      "id": "4B7",
      "title": "Contracts & War/Anarchy",
      "text": "With the Conflict Module, contract auctions and fulfillment are slightly different during War / Anarchy: military contracts enjoy special importance, late fees are suspended, and contracts may be abandoned without penalty.",
      "sub_ids": {
        "4B7a": "4B7",
        "4B7b": "4B7",
        "4B7c": "4B7",
        "4B7d": "4B7",
        "4B7e": "4B7"
      }
    },
    {
      "id": "4B7a",
      "title": "War Outbreak Partner Dissolution",
      "text": "War Outbreak Partner Dissolution. If War occurs, or if during War an ally becomes an enemy, all partner delegates (4B8b) on enemy enterprises are Discarded. See 4B8c for re-installing during War.\n8DEFAULT is the failure to fulfil a contractual obligation. It damages reputation, the most fundamental asset of any enterprise.\nEXAMPLE [4B5] You won the bid for the “Closest Planet” contract, and accepted its 13 Aqua advance, but getting to Mercury is harder than you thought. The 1st player cube moves past your timepiece (1). Flip your timepiece to the deadbeat side (2). You realize that it is impossible to complete the contract within the debt period, but wish to pay it off so as to avoid the default chit. On your Turn, you pay the late fee of 4 Aqua placed on the contract (3). On your next 2 Turns, you pay the late fee of 4 Aqua each Turn. On the Turn after that, you pay the last Aqua (4). Now that 13 Aqua are on the contract, it is Discarded along with its payments (5), and your timepiece is removed from the Sunspot Cycle (6). This frees you to be able to bid on more contracts.\nREMINDER ( An opponent is another player, a player that is not you, the player whose Turn it is. During War, an enemy is an opponent who is in the bloc you are fighting against. [4B6a]\nEXAMPLE [4B6] You boost a tourist contract, but it perishes in a solar flare with still 7 years remaining. The contract goes into your Hand, and you get the default chit. You reboost the contract (presumably with more naive tourists), and fly towards your destination. Before you reach it, you become late and start paying late fees. But finally you fulfill the contract and add it to your contracts fulfilled area. Meanwhile, your opponent also defaults on a contract, so you fortunately lose the default chit and its stigma.\nEASILY MISSED: If your contract blows up (perhaps an Act of God or a military action), then it goes into your Hand. This means that you have a second chance to boost it. [4B6a]\nTIP: Defaulting on a contract, especially a manned one, can be very, very bad. Doing any of the following is like landing on Sol and hoping a sunspot will save you [4B6]:\n• Make a Belt Roll which could Decommission a contract.\n• Make a Hazard Roll which could Decommission a contract.\n• Leave a Stack in space before a potential\nCME Event that could Decommission a contract. b. Military Contracts. Contracts of type “military” remain unaffected by War/Anarchy, and ignore all the bullets below."
    },
    {
      "id": "4B7b",
      "title": "Military Contracts",
      "text": "Military Contracts. Contracts of type “military” remain unaffected by War/Anarchy, and ignore all the bullets below."
    },
    {
      "id": "4B7c",
      "title": "Auction Freeze",
      "text": "Auction Freeze. No contract auctions (except military) are allowed during War/Anarchy."
    },
    {
      "id": "4B7d",
      "title": "Late Fees",
      "text": "Late Fees. No late fees are paid (except military) during War/Anarchy."
    },
    {
      "id": "4B7e",
      "title": "Abandonment",
      "text": "Abandonment. A contract (except military) may be abandoned (without penalty) during War/Anarchy by taking its card to LEO or the Anchored Bernal of any player. Discard the contract and remove your timepiece from the Sunspot Cycle."
    },
    {
      "id": "4B8",
      "title": "Enterprises",
      "text": "A completed contract stored adjacent to your playmat is called an enterprise. The different types of cybernetics icons on them are important for implanting augmentations (4D3).",
      "sub_ids": {
        "4B8a": "4B8",
        "4B8b": "4B8",
        "4B8c": "4B8",
        "4B8d": "4B8"
      }
    },
    {
      "id": "4B8a",
      "title": "Delegates & Partner Enterprises",
      "text": "Delegates & Partner Enterprises. During a fundraise operation (O2b), you may place a delegate on an opponent’s enterprise (see next bullet). An enterprise with your delegate is called a partner enterprise."
    },
    {
      "id": "4B8b",
      "title": "Placing Partner Delegates",
      "text": "Placing Partner Delegates. You may place a partner on an enterprise in an opponent’s enterprise only with their negotiated permission."
    },
    {
      "id": "4B8c",
      "title": "Placing Partner Delegates (Module 3)",
      "text": "Placing Partner Delegates ("
    },
    {
      "id": "4B8d",
      "title": "Portfolio",
      "text": "Portfolio. The cybernetics icons on your enterprises or your partner enterprises is called your portfolio. This is important for the implant operation (4D4) and thus for the promotion operation (4D7).\nEXAMPLE [4B7d] You wish to promote your muddling GW thruster into a spectacular TW thruster, but only have 3 of the 4 implantations needed. Player Gray has a Jars cybernetics that you lack. During a fundraise, you place your Delegate on his fulfilled\nContract. Then on the following turn, you move your thrice-augmented Colonist to the Home Bernal of Player Gray to perform the 4th implantation as a negotiated on-site operation (N6). In return for these services, you transfer ownership of your second Bernal to become his second Bernal.\nEXAMPLE [4B6e] Anarchy occurs in Season Blue, and you worry that an opponent will attack your Rocket Stack carrying a billionaire contract to cause you to default. You dump the billionaire at a nearby Bernal."
    },
    {
      "id": "4C",
      "title": "Isobank",
      "text": ""
    },
    {
      "id": "4C1",
      "title": "Isotope Monetization",
      "text": "In",
      "sub_ids": {
        "4C1a": "4C1",
        "4C1b": "4C1",
        "4C1c": "4C1",
        "4C1d": "4C1",
        "4C1e": "4C1",
        "4C1f": "4C1"
      }
    },
    {
      "id": "4C1a",
      "title": "2X FINAO Costs",
      "text": "2X FINAO Costs. Failure Is Not An Option (H7e) costs are instantly and permanently doubled for all players (including those with Open Source faction privilege) if one of these occurs:\n• Either the Lofstrom Loop (2B4f) or the GEO Space Elevator (2B4i) is Anchored as a Home Bernal.\n• The first gold bead of isotope fuel is produced (1C1a).\n• ("
    },
    {
      "id": "4C1b",
      "title": "Blue/Gold Bead Exchange Rate",
      "text": "Blue/Gold Bead Exchange Rate. At your Bank, one gold bead can be exchanged for 10 Aqua, and vice versa. Thus, if you pay the programmers with 1 gold bead, you get 2 Aqua in return."
    },
    {
      "id": "4C1c",
      "title": "Gold Bead Bank Transactions",
      "text": "Gold Bead Bank Transactions. If your Bank receives any gold beads in a transaction, either through negotiation or in an auction, as soon as they leave the Bank they automatically become your iso-standard.\n9ISOTOPE MONETIZATION describes the crash of the Aqua market, as a result of LEO becoming eclipsed as a space hub, supplanted by Bernals in water-rich areas. The new commodity economy is based upon isotopes, the sort of material needed for clean nuclear reactors for both Earth and starships, who are perhaps equally thirsty for energy.\nEXAMPLE [4C2b] You have a mini-mag orion that you wish to take through a Hazard and need to pay the programmers. You isotope refuel one gold bead at your M Factory, and transport this by Freighter to the Bernal that is your Bank. Then you pay the programmers 1 gold bead, and receive 2 Aqua in change.\nTIP: The Isotope monetization cards included with"
    },
    {
      "id": "4C1d",
      "title": "Debasement",
      "text": "If you never had a GW/TW thruster and thus no iso-standard, you cannot hold any gold beads.\nIf your Bank receives an Isotope in trade, you must immediately convert it into 10 Aqua.\n• If you receive an Isotope not at your Bank, you must immediately convert it into 1 FT locally."
    },
    {
      "id": "4C1e",
      "title": "Iso-Standard Permanency",
      "text": "Iso-Standard Permanency. See 1Cb."
    },
    {
      "id": "4C1f",
      "title": "Exchange Timing",
      "text": "Exchange Timing. You may only exchange Aqua/gold beads as a free action on your Turn or when making a payment, excluding negotiations (N)."
    },
    {
      "id": "4C2",
      "title": "Founding The Isobank",
      "text": "An isobank is the Fort Knox of the Solar System, a Bernal where all the Solar System’s reserves of Isotope Fuel (see glossary) are stored. This central repository is of military significance, and will eventually become the drydock for the interstellar rocket called Project Exodus. The player owning the isobank Bernal is known as the isobanker.",
      "sub_ids": {
        "4C2a": "4C2",
        "4C2b": "4C2",
        "4C2c": "4C2",
        "4C2d": "4C2",
        "4C2e": "4C2",
        "4C2f": "4C2",
        "4C2g": "4C2",
        "4C2h": "4C2"
      }
    },
    {
      "id": "4C2a",
      "title": "Founding Bernal",
      "text": "Founding Bernal. You may, as a free action, establish the isobank (and Project Exodus) if, on your turn, there is no isobank and you fulfill these 2 conditions:\n• Have an iso-standard (i.e. ET produced a GW thruster per 1Cb).\n• Have an Anchored non-Home Bernal with a dirtside matching their iso-standard. (This can be at an opponent’s Dirtside). If using"
    },
    {
      "id": "4C2b",
      "title": "Place Starship Token",
      "text": "Place Starship Token. Place the starship token on the map under the Bernal’s token to show that it is the isobank. See 4C3a if the Bernal is unanchored (voluntarily or involuntarily)."
    },
    {
      "id": "4C2c",
      "title": "Exodus Contracts Active",
      "text": "Exodus Contracts Active. Removing the starship token from the Exodus contract deck activates it; this deck is now available for contract auctions (4B3), and is now affected by inspiration events."
    },
    {
      "id": "4C2d",
      "title": "Storage of Isofuels",
      "text": "Storage of Isofuels. Once established, the isobank becomes the Bank for all players’ isotopes. • Isotope Stacks. Each player places an isotope monetization/isobank stack card next to their playmat, isobank stack side up. The player founding the isobank takes the single Isobanker card. This card represents a new Stack located at the isobank.\n• Isotope Movement. When the isobank is established, isotopes at player’s Banks move to their isobank Stack. If the isobank moves, isotopes at the isobank move with it.\n• Exchange of isotopes is to/from the isobank rather than to/from LEO/Home Bernal.\n• The isobank does not count as a Bank for any other purpose (return of contracts, exomigration, etc.).\nEASILY MISSED: If you Anchor a Bernal to an opponent’s Dirtside, you do not automatically get permission to use it. [4C2a]\nEASILY MISSED: After the isobank is built, gold beads at LEO or your Home Bernal/\nET Home Bernal cannot be exchanged to Aqua - you must take them to the isobank. [4C2d]"
    },
    {
      "id": "4C2e",
      "title": "Hoarder",
      "text": "Hoarder. The isobanker cannot sell isotope for Aqua (but they can buy isotope with Aqua). Other players can sell for them, but may of course negotiate a fee."
    },
    {
      "id": "4C2f",
      "title": "Investor’s Capital",
      "text": "Investor’s Capital. Isotope refuel (1C1a) at the isobank or its Dirtsides is doubled."
    },
    {
      "id": "4C2g",
      "title": "Founding Bernal Loss",
      "text": "Founding Bernal Loss. If the isobank’s Bernal is no longer Anchored and/or owned by the isobanker, (e.g. it was unanchored voluntarily or in combat), the isobank/starship token automatically moves to one of its Dirtside (isobanker’s choice). The next player to meet the isobank requirements (at this or another location) becomes the new Founding Bernal and the new isobanker. All isotopes in the isobank are now at the new location.\n• Takeover. If a player Anchors a Bernal at an isobank whose Founding Bernal has been lost or unanchored, they may become the isobanker without meeting the requirements of 4C2a. The isobank remains at its present location."
    },
    {
      "id": "4C2h",
      "title": "Iso-standard Change",
      "text": "Iso-standard Change. The isobank is not affected if the iso-standard of the founder changes."
    },
    {
      "id": "4C3",
      "title": "The Isobank During War or Anarchy",
      "text": "The isobank stores the isotopes of all the players, both allies and enemies. If the founding Bernal is unanchored, the Isobank is sent Dirtside for protection (4C2g) where it remains in space), where it can be destroyed or captured in combat. During or just after War/Anarchy (assuming that it has enough isofuel, crew, and equipment), the isobank can launch as a starship and attempt to fly off the map, with the player with the most isofuel in command. Exiting the map prematurely ends the game with scoring. Players may attempt to stop this by combat per 4C5c.\nEXAMPLE [4C2g] Player Green Anchors a Bernal over badenia, where they have a Factory and have previously mined isotope (setting their iso-standard to D). They choose to establish the isobank. Their isotope is at an outpost on badenia, so does not move.\nPlayer Red has 3 isotopes on their playmat, thus at their Bank. Player Red’s isotope remains on their playmat, but its location is now the isobank. Player Red chooses to sell 1 isotope. They remove 1 isotope from their playmat and place 10 Aqua there. The Aqua on their playmat is at their Bank (LEO or Home Bernal).\nEXAMPLE [4C2h] You ET produce an “Amat-catalyzed Fusion-Fusion” GW thruster, of Spectral Type S. Your second Bernal, anchored at helene of Spectral Type S, becomes the isobank. Place the starship token under your helene Bernal. Your opponent also ET produces a GW thruster, but since your opponent’s isotopes are now stored at the helene Bernal, he must move his GW thruster there in order to fuel it from his Bank. a. Isobank Protection. During War or Anarchy, the starship token automatically moves to a Dirtside (isobanker’s choice) of the Founding Bernal. It remains there during War / Anarchy regardless of Founding Bernal Loss (4C2g). When War/Anarchy ends, the isobank returns to a Bernal if there is one using its location as a Dirtside.",
      "sub_ids": {
        "4C3b": "4C3",
        "4C3c": "4C3",
        "4C3d": "4C3",
        "4C3e": "4C3",
        "4C3f": "4C3",
        "4C3g": "4C3"
      }
    },
    {
      "id": "4C3b",
      "title": "Destruction & Bank Heist",
      "text": "Destruction & Bank Heist. The starship token itself is unaffected by combat. If at a Factory which is destroyed or captured in combat, the victorious player steals the stored isotopes of all the other players, in the heist of the millennium. Then, the isobank is destroyed, the starship token is discarded, and a new isobank may be established per 4C2. Place the isotopes from all players' playmats in an outpost at the former isobank location."
    },
    {
      "id": "4C3c",
      "title": "Desperation Starship Exodus",
      "text": "Desperation Starship Exodus. During War, or during the year the War ends, the player with the most isotopes in the isobank can convert the isobank into the Starship Exodus with themselves as commander.\nThey remain in command for as long as the starship exists. (If tied for the most isotope, the isobanker chooses whether to allow exodus.) This option requires the following requirements at the isobank:\n• TW Thruster. The starship needs an operational TW Thruster at the isobank. • Augmented Colonist. The starship needs at least one augmented Colonist.\n• Fuel. On departure and upon exiting the map, the combined number of isotopes must be at a minimum “reckless”, see 4C4b. The commander robs the isobank of the isotopes from every player for his getaway."
    },
    {
      "id": "4C3d",
      "title": "Exodus Launch",
      "text": "Exodus Launch. As a free action the commander moves all the starship components (previous bullet) into the Starship Stack placard (4A2c). If the isobank is on a Site, the starship launch is allowed an automatic riskfree factory-assist.\n• Exodus Cargo can only include the following Promoted cards: (1 TW Thruster, 1 Freighter, 1 Bernal, and 1 or more augmented Colonists). Supports are not required. The TW Thruster and at least one augmented\nColonist are mandatory. Any amount of Isofuel can be carried. • Crew Selection. Any augmented Colonist present at launch may decide to join the starship. Award\n“passenger” Exodus medal (4A2n) to each passenger.\n• Isobank Stacks. Isobank Stack cards are flipped to their isotope monetization side; any Stack contents are converted to Outposts.\nTIP: Submarines make impregnable isobanks. [4C3b]\nEXAMPLE [4C3d] War has broken out in a 3-player game, and Player Yellow, fighting for the Loyalist bloc, has the most isotopes (10). He negotiates with the enemy, Player Gray fighting for the Independence bloc, to send a TW thruster with an augmented\nColonist to the isobank at Titan, and converts it into the Starship Exodus. This steals 3 isotopes from the other players, so that Exodus flies with a reckless 13 isotopes. • Towing. A fueled starship has a mass of 220 (max) or 80 (reckless), so all starships are far too heavy to be towed.\n• Cargo Lock. Once underway, the starship cannot change its Cargo except to add additional isotopes or augmented Colonists by cargo transfer."
    },
    {
      "id": "4C3e",
      "title": "Exodus Launch Rules",
      "text": "Towing is not permitted — a fueled starship has mass of 220 (max) or 80 (reckless), far too heavy to tow. Cargo is locked once underway; only additional isotopes or augmented Colonists may be added by cargo transfer."
    },
    {
      "id": "4C3f",
      "title": "Exodus Anarchy",
      "text": "Exodus Anarchy. Launching the starship causes Anarchy, which lasts until the starship exits or is destroyed.\n• Flag of Truce. Combat in the starship’s space is always optional. Cards selected for the starship cannot fire, even if they are enemies.10\n• Combat. The starship token has Rad Hardness 10 (thus has a gun in combat).\n• Destruction. The starship is destroyed if all contents are Decommissioned (via a Crash Hazard, for example), or if neither Colonists or TW Thruster remain aboard. The entire starship stack including isotope fuel is\nDecommissioned."
    },
    {
      "id": "4C3g",
      "title": "Exodus Endgame",
      "text": "Exodus Endgame. If the commander uses one of the three exits to leave the map, the game ends at the end of the Turn, with scoring per 3G1 and 4E2, including Project Exodus VP for those aboard the starship per 4E3.\n• Starshot. Project Exodus scoring (4E3) is used, using only the fuel, equipment and crew on the exited starship.\n• Jupiter Exception. If the Jupiter-Sol-Jupiter exit is used, move the starship to the solar oberth (H8e) (but don’t apply its crash Hazard since you have already done it in the exit path), where it remains for two Turns (and can be range or kamikaze attacked, similar to dropstones). At the end of the second Turn, if the starship still has an operational TW Thruster and at least one crew, it exits and ends the game.11\n10STARSHIP EXODUS. Although its power is in the terawatt range, and a thrust of around 9 in the High Frontier scale, its enormous mass gives it a rather sluggish acceleration. Its three ballerinas are based upon an estimated specific impulse of 2449 ks (8% c).\n11JUPITER-SOL-JUPITER EXIT. This is the most fuel efficient route to exit the solar system, but leaves the starship in the inner solar system for a vulnerable two years. The initial flyby of Jupiter kills the ship’s orbital velocity, allowing it to plummet towards Sol. This takes 1.1 years, and the engine is ignited at perihelion, when it is closest to Sol. The resulting Oberth force multiplier and continued thrust takes it clear of the solar system, with a final pass at Jupiter again.\nTIP: Freighters have a net thrust of 1, are pushable with Powersat, and do not track fuel consumption.\nIf a Promoted Freighter is part of the desperation starship, the commander’s\nMobile Factories retain the characteristics of that Freighter card. [4C3e]\nEXAMPLE [4C3g] Because of the chance of enemy intervention, the desperation starship from the previous example does not dare to take the Jupiter-Sol-Jupiter exit, so it instead flies toward the Neptune Oberth exit. In 5 years it exits the map and ends the game.\nEASILY MISSED: Other spacecraft cannot stop in the solar oberth space, so only ranged/kamikaze weapons can be used to attack the starship there. [4C3g]"
    },
    {
      "id": "4C4",
      "title": "Exodus Fueling Table",
      "text": "Starships require a tremendous amount of Isotope Fuel (Isofuel).12 The minimum “reckless” amount of fuel required for a starshot to occur depends on player count as shown in the table below. Also shown is the starting fuel in a continuing\nInterstellar combined game. The player providing the most isofuel chooses the starshot commander (4C3c).",
      "sub_ids": {
        "4C4a": "4C4",
        "4C4b": "4C4",
        "4C4c": "4C4",
        "4C4d": "4C4"
      }
    },
    {
      "id": "4C4a",
      "title": "Isototal",
      "text": "Isototal is total isotopes owned by all players collectively, in all locations.\n• Isotope present at the completion of ad astra futures (1D1b) counts toward that player’s isotope contribution towards Project Exodus (4E3b,d) even though it has been Decommissioned. Track this by storing gold beads on the Future card (4Agi)."
    },
    {
      "id": "4C4b",
      "title": "Starshot Determination",
      "text": "Starshot Determination. If the isototal at the endgame meets the minimum number in the “reckless” row for the appropriate column based on player count, there is a starshot and Project Exodus scoring (4E3) takes place."
    },
    {
      "id": "4C4c",
      "title": "Fueling Bonus or Penalty",
      "text": "Fueling Bonus or Penalty. If there is a starshot, players with passengers receive an endgame VP bonus or penalty based on the isototal as shown in the final column of the Exodus Fueling Table (below)."
    },
    {
      "id": "4C4d",
      "title": "Interstellar Fuel Levels (Combined Game)",
      "text": "Interstellar Fuel Levels (Combined Game). Compare the isototal to the appropriate column based on player count to see the starting wet mass for Interstellar:\nStarting Wet Mass in Interstellar\n1 Player isototal\n2 Players combined isototal\n3 Players combined isototal\n4 Players combined isototal\n5 Players combined isototal\n6 Players combined isototal\nEndgame VP adjustment (per player)\nMax (220 mass) 15 or more 24 or more 30 or more 40 or more 50 or more 60 or more +10 VP\nCrisis (130 mass) 10 - 14 15 - 23 24 - 29 32 - 39 40 - 49 48 - 59 0 VP\nReckless (80 mass) 5 - 9 7 - 14 12 - 23 16 - 31 20 - 39 24 - 47 -10 VP\n12ISOTOPE FUEL. A typical flight plan for the Starship Exodus starts with a wet mass of 220 mass (8800 tonnes), of which 10 mass is dry mass (equipment and passengers), and 210 mass (210 tanks) is isotope fuel for the fusion engine. It expends 190 of those tanks accelerating to cruising speed (16%c) in 36 years, leaving 20 mass of braking fuel. Each tank is half helium-3 and half deuterium isotopes, refined from the atmosphere of Saturn, Uranus, or Neptune.\nEXAMPLE [4C4] During the endgame starshot, Player White has 10 isotopes, Player Yellow has 2 isotopes, and Player Green has 1 isotope plus 10 isotopes for completing the “Lithiated Ammonia Ice Starship” Future. The isototal is 23, which is “reckless” in a 3-Player game."
    },
    {
      "id": "4D",
      "title": "Spaceborns & Cybernetic Augmentations",
      "text": "Human Colonists come in two types: earthborns (comfortable in 1 gee planets and Bernals) and spaceborns (Human-machine hybrids comfortable in zero-gee and high radiation). Colonists of all types become augmented if they are implanted with an augmentation. Augmentations are chits that represent technological modifications for humans, and biological modifications for Robots.13 They are placed on a Colonist card via the implant operation (4D4) to enhance the Colonist’s capabilities."
    },
    {
      "id": "4D1",
      "title": "Spaceborn Colonists",
      "text": "",
      "sub_ids": {
        "4D1a": "4D1",
        "4D1b": "4D1"
      }
    },
    {
      "id": "4D1a",
      "title": "Colonist Provenance",
      "text": "Colonist Provenance. Colonists may be spaceborns, earthborns, or Robots. • Emancipated Robots (2A6b) count as Humans, Robots, and spaceborns.\n• “Colonist” refers to any of the above."
    },
    {
      "id": "4D1b",
      "title": "Sterile",
      "text": "Sterile. Spaceborns and Robots cannot obtain the heart (parenthood) augmentation.\n13PROMOTION VS AUGMENTATION. Many of the promotions on Colonist cards are a combination of genetic and bionic enhancements, as well as the cybernetics that communicate with them. An extreme case is a “reverse cyborg”, which has mental functions largely undertaken by an exocortex. On an interstellar mission, augmentations of human biology are essential because the expected radiation levels are not survivable for pure humans. In the next game in the High Frontier saga - Interstellar - the humans have further diverged into specialized cyborgs, Amazons with reproductive capacity and heavily-augmented brains, and Meatheads with hibernation capacity and who have heavily augmented bodies.\nEASILY MISSED: Earthborn Colonists are Human (and not Robots). Spaceborn\nColonists are Human (and not Robots). Unemancipated\nRobots are not Human and not spaceborn (but are drawn from the spaceborn queue). Emancipated Robots are Human and spaceborn.\n [4D1]"
    },
    {
      "id": "4D2",
      "title": "Spaceborn Exomigration",
      "text": "This Module plays with 2 queues (2A2b): one for the Human Colonists of",
      "sub_ids": {
        "4D2a": "4D2",
        "4D2b": "4D2",
        "4D2c": "4D2",
        "4D2d": "4D2",
        "4D2e": "4D2"
      }
    },
    {
      "id": "4D2a",
      "title": "Space-Based",
      "text": "Space-Based. You may not exomigrate from the spaceborn queue unless since the beginning of the Turn you owned a Colony dome other than your Home Bernal."
    },
    {
      "id": "4D2b",
      "title": "Spaceborn Exomigration",
      "text": "Spaceborn Exomigration. Draw the top card of the spaceborn queue, following normal exomigration rules.\n• If Multiple Robots are Drawn, choose one per 4A6i."
    },
    {
      "id": "4D2c",
      "title": "Joining Spacer Union",
      "text": "Joining Spacer Union. If you put a spaceborn into play, immediately Discard (not a Felony) all your earthborns in play and exomigrate, drawing from the spaceborn queue."
    },
    {
      "id": "4D2d",
      "title": "Earthborn Exomigration",
      "text": "Earthborn Exomigration. If you hold any spaceborn colonists, you are a member of the Spacer Union and are not allowed to exomigrate from the earthborn queue."
    },
    {
      "id": "4D2e",
      "title": "Rank & File",
      "text": "Rank & File. If the spaceborn queue is empty or contains only Robots, your exomigration emancipates the Robots per 2A6b. If post-emancipation and the earthborn queue or the spaceborn queue is empty, players must exomigrate from the other queue (even if they do not meet the Space-Based requirement listed above).\nthe Spacer Union is dissolved, so that 4D2c and 4D2d are ignored\nSATURNIAN METHONE MOONLET [3D7b]\nEXAMPLE [4D2a] You have a Home Bernal anchored, and then industrialize your first Factory. You use your Colonist to make it into a Colony, and then exomigrate a new Colonist. This new Colonist cannot be spaceborn, because this Colony is your first outside your Bernal, and did not exist since the start of the Turn (too soon to produce spaceborn).\nEXAMPLE [4D2] You establish a Colony on Ceres, and then Anchor a Home Bernal. Your Ceres Colony allows you the option to exomigrate from the spaceborn queue. The first 3 cards that you draw are Robots, and finally you draw a Human which goes into your Bernal Stack. You examine the 3 Robots, choose one, and shuffle the 2 remaining back into the spaceborn queue."
    },
    {
      "id": "4D3",
      "title": "Augmentation Chits",
      "text": "Augmentations are chits that come in 6 shapes, listed below. Augmentation chits are placed on Colonists via the implant operation (4D4), they are only removed from the Colonist during Decommission.",
      "sub_ids": {
        "4D3a": "4D3",
        "4D3b": "4D3",
        "4D3c": "4D3",
        "4D3d": "4D3",
        "4D3e": "4D3",
        "4D3f": "4D3"
      }
    },
    {
      "id": "4D3a",
      "title": "Isotope (triangle shape)",
      "text": "Isotope (triangle shape). A Colocated factory refuel that produces isotope receives an additional isotope. Even if other Abilities increase isotope fueling (e.g. miner colonists), only a single extra isotope is provided."
    },
    {
      "id": "4D3b",
      "title": "Battery (hexagon shape)",
      "text": "Battery (hexagon shape). This provides a pulse generator (this is an on-board nuclear support, see 2C3)."
    },
    {
      "id": "4D3c",
      "title": "Jars (jar-shape)",
      "text": "Jars (jar-shape). An industrialization that creates a Colony by Decommissioning this Colonist (even one without an ISRU platform) does not need to Decommission a robonaut (represents hibernation jars)."
    },
    {
      "id": "4D3d",
      "title": "Life-Support (heart shape)",
      "text": "Life-Support (heart shape). This enables a special implant operation called parenthood.\n• No Spaceborn. This chit can only be placed on an earthborn."
    },
    {
      "id": "4D3e",
      "title": "Warden (rectangular)",
      "text": "Warden (rectangular). This adds a buggy platform of ISRU = 1, see I6.1. This is a buggy weapon in War/\nAnarchy (3E4)."
    },
    {
      "id": "4D3f",
      "title": "Shield (radiation triad shape)",
      "text": "Shield (radiation triad shape). This gives the Colonist a minimum rad-hardness of 9. This is a gun weapon in War/Anarchy (3E3b).\nEASILY MISSED: Augmentations cannot be removed except by Decommissioning the Colonist. You also cannot exchange ownership of Colonists (N3d). [4D3]\nEXAMPLE [4D3a] A factory refuel at a Site with a miner Colonist generates 2 isotopes (1, plus 1 for the colonist). If the “Femtochemistry” refinery were present, each of those would be doubled by the refinery’s ability, for 4 isotopes overall. In either case, the Isotope augmentation would provide 1 extra isotope (3 total with just the Miner, 5 total with \"Femtochemistry\").\nAUGMENTATION ICON EFFECT\nIsotope Colocated isotope refuel(s) receives +1 isotope\nBattery Pulse Generator\nJars Colocated industrialization with colonization does not need a robonaut.\nLife-Support Parenthood\nShields RH 9,\nWardens ISRU 1 buggy\nAUGMENTATION TABLE [4D3]"
    },
    {
      "id": "4D4",
      "title": "Implant",
      "text": "This Operation places one or more augmentation chits onto any number of Colocated Colonists (earthborn, spaceborn, and/or Robot) at an Anchored Bernal. The chits have cybernetics icons (engine, batteries, jars, life-support, wardens, shields); you must have corresponding icons on fulfilled contracts in order to implant.\nAdditionally, you must have a Colony dome that is not your Home Bernal to represent the space-based conditions that lead to augmentation.",
      "sub_ids": {
        "4D4a": "4D4",
        "4D4b": "4D4",
        "4D4c": "4D4",
        "4D4d": "4D4",
        "4D4e": "4D4",
        "4D4f": "4D4"
      }
    },
    {
      "id": "4D4a",
      "title": "Location Requirements",
      "text": "Location Requirements. This Operation must be performed at your Anchored Bernal (or an opponent’s Bernal if negotiated or the Law is freedom to roam O5f)."
    },
    {
      "id": "4D4b",
      "title": "Space-Based",
      "text": "Space-Based. You must have at least one Colony that is not your Home Bernal to perform this Operation. If playing with"
    },
    {
      "id": "4D4c",
      "title": "Portfolio Requirements",
      "text": "Portfolio Requirements. You must have cybernetics in your Portfolio with icons for each of the chits you wish to implant."
    },
    {
      "id": "4D4d",
      "title": "Implantation Limits",
      "text": "Implantation Limits. Each Faction is limited to one augmentation chit of each shape."
    },
    {
      "id": "4D4e",
      "title": "Procedure",
      "text": "Procedure. Take one or more valid augmentation chits and place each of them on top of a Colonist."
    },
    {
      "id": "4D4f",
      "title": "Parenthood",
      "text": "Parenthood. If the life-support augmentation is one of those added, see 4D5a for limits and 4D5b for effects."
    },
    {
      "id": "4D5",
      "title": "Parenthood",
      "text": "a. Reproduction Requirements. This chit can only be placed on an earthborn Colonist, and cannot be placed on Robots, spaceborn, or a Colonist with the Jars chit.\nb. Preteen Years. When this chit is placed, place your child chit on the Solar Sunspot Cycle 9 years into the future. During this period, the child Colonist is considered part of the heart augmentation of its parent.\nEXAMPLE [4D4] You Anchor your “GEO Space Elevator” Home Bernal in GEO. Remember that this requires an Epic Hazard Roll (4A6k). This exomigrates the “Vatican Observers”. Since you have a Colony on Ceres, you are qualified to implant the observers. The cybernetics on your fulfilled contracts include two hearts and a triangle, so you expend an Operation to implant the heart and the triangle chits, placed on the colonist card. The heart chit causes parenthood, see the next example. d. Wunderkind. The child comes into play Promoted (Purple-Side) e. Inheritance. The preteen inherits all the augmentations (including the heart) of the retired Colonist (its parent).",
      "sub_ids": {
        "4D5a": "4D5",
        "4D5c": "4D5"
      }
    },
    {
      "id": "4D5a",
      "title": "Reproduction Requirements",
      "text": "Reproduction Requirements. This chit can only be placed on an earthborn Colonist, and cannot be placed on Robots, spaceborn, or a Colonist with the Jars chit."
    },
    {
      "id": "4D5c",
      "title": "Child Chit Placement",
      "text": "Place the child chit on the Colonist card. This Colonist is now a parent and gains the parenthood augmentation benefits."
    },
    {
      "id": "4D6",
      "title": "Augmented Colonists",
      "text": "An Augmented Colonist is a Colonist (Human or Robot) implanted with at least one augmentation chit.",
      "sub_ids": {
        "4D6a": "4D6",
        "4D6b": "4D6",
        "4D6c": "4D6"
      }
    },
    {
      "id": "4D6a",
      "title": "Augmented Humans vs. Robots",
      "text": "Augmented Humans vs. Augmented Robots. Humans (either earthborns or spaceborns) can prevent or cause Felonies, collect glory, can repair Glitches, and it is a Felony to voluntarily Decommission them. Robots don’t have these capacities unless emancipated (4D1h). See Human and Robot in the glossary."
    },
    {
      "id": "4D6b",
      "title": "Promotion",
      "text": "Promotion. If a Colonist is Promoted, move their augmentations onto the Colonist’s Purple-Side."
    },
    {
      "id": "4D6c",
      "title": "Death",
      "text": "Death. If a Colonist is Decommissioned (other than for parenthood), Discard their augmentations to their Reserves.\nEASILY MISSED: Since parenthood Decommissions the parent first, you may choose that Colonist as the child (a \"chip off the old block\"). [4D5d]\nEXAMPLE [4D5d] Your “Vatican Observers” from the previous example scandalously got pregnant in the last year of Season Blue. Place the child chit 9 years into the future, in the first year of the next Season Blue. When the Sunspot Cube moves into the 2nd year of Season Blue, the Vatican Observers are Decommissioned into their queue (perhaps the Pope was outraged). You choose the wunderkind\n“Malcolm” as the successor, promoted as “Renaissance Man”.\nEXAMPLE [4D6c] During Anarchy, you decide to Murder/Suicide your Colonist left stranded on Mars after delivering a contract. The Colonist’s Jars augmentation is returned to the Jars."
    },
    {
      "id": "4D7",
      "title": "Promotion",
      "text": "This Operation flips a stack card to its improved Purple-Side. 4d7a,b,c,d are the same as Modules 1 and 2 (1A5 & 2A3), while 4D7e is a new requirement unique to",
      "sub_ids": {
        "4D7a": "4D7",
        "4D7b": "4D7",
        "4D7c": "4D7",
        "4D7d": "4D7",
        "4D7e": "4D7"
      }
    },
    {
      "id": "4D7a",
      "title": "Dome Icon",
      "text": "Dome Icon. This indicates the colony type where a promotion can take place. There are 5 types:\n• Spectral Colony if at the specified Spectral Type (D, H, S, etc.)\n• Submarine Colony (waves icon)\n• Astrobiology Colony (leaf icon)\n• Atmospheric Colony (cloud icon)\n• Push Colony (push icon)"
    },
    {
      "id": "4D7b",
      "title": "Lab Promotion Site",
      "text": "A Promoted and Anchored Bernal is always a valid promotion colony for Colonist,\nFreighter, and GW thruster cards (2A3c)."
    },
    {
      "id": "4D7c",
      "title": "Negotiation",
      "text": "Negotiation. To promote, the Colony or Lab must either be your color or be an opponent’s color as a negotiated on-site operation (N6) or alternatively allowed by the freedom to roam law (O5f)."
    },
    {
      "id": "4D7d",
      "title": "Decommissioning Promoted Cards",
      "text": "Decommissioning Promoted Cards. Except for Robot sales (2C2a) and Robot transfers (Nb), Purple-Side cards cannot be sold on the free market (I3b) or included in a stack transfer (N3). They can be involuntarily\nDecommissioned, but see (1B7) and (2C2). They can be voluntarily Decommissioned (Felony for Human Colonists) and then sold or transferred from your Hand (except Human Colonists). They return to play on their White-Side or Black-Side by being boosted (Bernals), exomigrated (Human Colonists), or ET Produced (Robots, Freighters, and GW Thrusters)."
    },
    {
      "id": "4D7e",
      "title": "Augmented Colonists (new Promotion Requirement)",
      "text": "Augmented Colonists (new Promotion Requirement). In order to promote, a Colonist (or Colonists) of yours must be present with a certain number of unique augmentation chits:\n• To Self-Promote Your Colonist. The Colonist being promoted needs at least 1 augmentation.\n• To Promote Your Freighter. The Colonist(s) doing the promotion needs at least 2 different augmentations.\n• To Promote Your Bernal. The Colonist(s) doing the promotion needs at least 3 different augmentations.\n• To Promote Your GW Thruster to a TW Thruster. The Colonist(s) doing the promotion needs at least 4 different augmentations. Additionally, you must either make a Hazard Roll or pay FINAO. If you fail the roll by rolling a “1”, your Colonist(s) is Decommissioned."
    },
    {
      "id": "4E",
      "title": "Module 4 Endgame",
      "text": "The game ends when the final Seniority Disk is taken, or ("
    },
    {
      "id": "4E2",
      "title": "Module 4 Endgame Scoring",
      "text": "Scoring is per the Core Game (M2), or 3G1 if using",
      "sub_ids": {
        "4E2b": "4E2",
        "4E2c": "4E2",
        "4E2d": "4E2",
        "4E2e": "4E2",
        "4E2f": "4E2"
      }
    },
    {
      "id": "4E2b",
      "title": "Default Chit",
      "text": "Default Chit. You suffer negative VP if you hold the default chit (-3 VP blue side, -6 VP gold side)."
    },
    {
      "id": "4E2c",
      "title": "Unfulfilled Contracts",
      "text": "Unfulfilled Contracts. If you have an unfulfilled contract, you suffer negative VP for each Aqua left unpaid towards the advance (or twice the advance if the contract was never boosted, see 4B5b,e)."
    },
    {
      "id": "4E2d",
      "title": "Isobanker VP",
      "text": "Isobanker (4C2) receives 5 VP."
    },
    {
      "id": "4E2e",
      "title": "Project Exodus Requirements",
      "text": "Project Exodus Requirements. A starshot occurs with Project Exodus scoring (4E3) if either of these endgame conditions are true:\n• Ad Astra Future was completed (1D1b). See 4A6i.\n• Endgame Equipment. A TW Thruster and a high enough isototal (4C4b) exists."
    },
    {
      "id": "4E2f",
      "title": "If Tied",
      "text": "If Tied. Resolve by most Aqua. Otherwise, share victory.\nEXAMPLE [4D7a,e] You have 2 Colonists, one with a rectangle and another with a triangle augmentation. This is enough to promote Freighter. Your “Fusion Fragment Sail” has the promotion colony M. Accordingly, you fly it to your Colony on lutetia and spend a promotion operation to flip it to its Purple-Side.\nEXAMPLE [4E2c] You end the post-isobank game with an unfulfilled contract with a cash advance of 17 Aqua. Your opponent also has a default contract, with a cash advance of 21 and with 10 Aqua of payments on the card. You suffer a VP loss of 17, and she suffers a VP loss of 11."
    },
    {
      "id": "4E3",
      "title": "Project Exodus Scoring",
      "text": "At the end of the game, if the starshot requirements (4E2e) are met, there is a starshot with additional Project Exodus scoring. This collects all the isofuel (including ad astra isofuel per 4A6i) and Purple-Side cards that exist in the game to see if they contribute to the Starship Exodus. Players are awarded medals according to their contribution:",
      "sub_ids": {
        "4E3a": "4E3",
        "4E3b": "4E3",
        "4E3c": "4E3",
        "4E3d": "4E3"
      }
    },
    {
      "id": "4E3a",
      "title": "Isotope Exchange",
      "text": "Isotope Exchange. In reverse player order, players may exchange Aqua for isotope (or vice versa)."
    },
    {
      "id": "4E3b",
      "title": "Ad Astra or Desperation Starshot",
      "text": "Ad Astra or Desperation Starshot ("
    },
    {
      "id": "4E3c",
      "title": "Award Command Medal (6 VP)",
      "text": "Award Command Medal (6 VP). The player with the most isotopes (including ad astra isofuel per 4A6i) receives the command medal. If tied, the isobanker chooses among those tied; determine randomly if there is no isobanker."
    },
    {
      "id": "4E3d",
      "title": "Project Exodus Fueling",
      "text": "Project Exodus Fueling. Compare the isototal (4C4a) to the appropriate column of Table 4C4 based on player count. If the result is reckless (4C4b), subtract 10 VP from each player with one or more augmented\nColonists. If the fueling is max, add 10 VP to each player with one or more augmented Colonists."
    },
    {
      "id": "4E4",
      "title": "Combined Game-Interstellar",
      "text": "The next game in the grand saga is Interstellar, humankind’s journey to the stars. This competitive-cooperative game is sold separately, and is a complete game in itself.14 No player may continue to the combined game of Interstellar unless there is a starshot (4E2e) and they have provided at least one augmented colonist (4D6).\n14BIOS GRAND CAMPAIGN. The Bios Series and the High Frontier series of games string together for one long campaign encompassing everything. If one starts with the origins of life (Bios:Genesis), continues to life getting big and conquering the land (Bios:Megafauna/\nMesofauna), continues to life getting conscious (Bios:Origins), and then into High Frontier, concluding with the Interstellar game is necessary to complete the cycle. This is because the starship brings with it the seeds to start microbial life afresh, on a distant planet, so that it is Bios:Genesis once again.\n15PROJECT DAEDALUS was a design study for an unmanned interstellar spacecraft that could carry a mass 10 payload to a nearby star in half a century. The starship used terawatt fusion engines using isotopes of helium-3 and deuterium as fuel. The game Interstellar uses a version of Project Daedalus is upgraded to be able to carry humans and able to actually halt at the target star system.\n–A Bond & A Martin, Project Daedalus - The Final Report on the BIS Starship Study, 1978..\nEXAMPLE [4E3d] In a 5-player game the isototal is 50 isotopes. All players have one or more augmented Colonists, and all 5 add 10 VP to their score per Table 4C4.",
      "sub_ids": {
        "4E4b": "4E4",
        "4E4c": "4E4",
        "4E4d": "4E4",
        "4E4e": "4E4"
      }
    },
    {
      "id": "4E4b",
      "title": "Summary Interstellar Perks (C8)",
      "text": "Summary Interstellar Perks (C8). The following gives you advantages in Interstellar, either to maximize mission success, or maximize game victory. See C8 in the Interstellar rulebook:\n• Winning the • Contributing the Most Isofuel (C8c), This awards the command medallion and you choose who is in command.\n• Contributing a Promoted TW Thruster (C8d), You start with the propulsion medallion.\n• Having Augmentations (C8e), These enable your passengers on Exodus to start augmented.\n• Glory & Medals (C8f). These are worth 1 VP each in Interstellar."
    },
    {
      "id": "4E4c",
      "title": "Select Equipment",
      "text": "Select Equipment. If there exists a Promoted Freighter, Promoted Bernal, and/or Promoted TW thruster anywhere, one of each are requisitioned for Project Exodus.\n• Contributing a Promoted Freighter (C8g), Exodus starts with a “skinny” wardens blueprint, which allows you an extra slot.\n• Contributing a Promoted Bernal (C8h), Exodus starts with a “skinny” life-support blueprint, which allows you an extra slot."
    },
    {
      "id": "4E4d",
      "title": "Map Exit (C8i,j)",
      "text": "Map Exit (C8i,j). Taking the Jupiter-Sol-Jupiter exit (or if no exit was made) starts Exodus at speed = 0, but taking other exits starts Exodus at speed = ½. Taking the Sol Oort exit also allows a free reconnaissance (C8k)."
    },
    {
      "id": "4E4e",
      "title": "Interstellar Starship Wet Mass (C8l)",
      "text": "Interstellar Starship Wet Mass (C8l). Exodus starts with a variable amount of fuel, depending on how much the player’s have jointly contributed per 4C4d.\n16PAYLOAD COST. A starship of mass 10 (400 tonnes) traveling at its game maximum (15% lightspeed) would have a kinetic energy of 18 trillion joules. Every kilogram of payload on the starship that is accelerated to this speed would need 150 kilograms of isofuel releasing 45 million joules. This is equal to the total global energy usage each month in 2020, mostly from gas, oil, and coal. Converted to power, the 2020 global power demand of 17 terawatts is much less than the power of a starship engine (50 TW for Daedalus 1st stage, 4 TW for the 2nd stage). To achieve a delta-v for a cruising speed of 15%c, and assuming Daedalus engines with an exit velocity of 3%c, the mass ratio equals 150. This means that if one astronaut was 10 kilos overweight, it would cost the expedition man-years of miners and refiners to produce the additional one and a half tonnes of pure isotope fuel.\nTIP: Consider a map exit if making an Ad Astra Future with that exit or by making the desperation starshot (4C3c). [4E4d]\nEXAMPLE [4E3e] Players Purple, Green, and Player White all have Promoted Bernals. Player Purple also has the Daedalus TW thruster, which has the highest base thrust (11) and therefore chosen as the engine for Exodus. Player Purple thus holds the “propulsion” equipment medal, making him ineligible to hold the Bernal medal. SInce Player White is trailing in overall VP, he decides to award Player\nWhite with the “Bernal” equipment medal."
    },
    {
      "id": "4F",
      "title": "Exodus Scenarios",
      "text": "These wargame variants require",
      "sub_ids": {
        "4Fa": "4F",
        "4Fb": "4F",
        "4Fc": "4F",
        "4Fd": "4F"
      },
      "type": "scenario"
    },
    {
      "id": "4Fa",
      "title": "Sides",
      "text": "Sides. One side (as specified) are the Loyalists and the other are the Independents. However, as this is an ideological rather than racial war, you are free to join the enemy side using defection (3B3c).",
      "type": "scenario",
      "parent_rules": "4F"
    },
    {
      "id": "4Fb",
      "title": "Desperation Starshot",
      "text": "Desperation Starshot. If you are the commander, you may attempt to end the game early per 4C3c, except that you may also attempt it after the War if you lost the War (i.e. your extremist delegate was disgraced).",
      "type": "scenario",
      "parent_rules": "4F"
    },
    {
      "id": "4Fc",
      "title": "Winning the War",
      "text": "Winning the War. See 3F4.",
      "type": "scenario",
      "parent_rules": "4F"
    },
    {
      "id": "4Fd",
      "title": "Winning the Game",
      "text": "Winning the Game. See 4E2, including contributions to Project Exodus (4E3).",
      "type": "scenario",
      "parent_rules": "4F"
    },
    {
      "id": "4F1",
      "title": "Exodus Conventional War",
      "text": "This game plays with all the rules of",
      "type": "scenario",
      "parent_rules": "4F",
      "scenario_group": "4F1"
    },
    {
      "id": "4F2",
      "title": "Exodus Union War",
      "text": "Players are assigned to a bloc depending upon the Colonists they hold. Follow these steps:",
      "sub_ids": {
        "4F2a": "4F2",
        "4F2b": "4F2",
        "4F2c": "4F2",
        "4F2d": "4F2",
        "4F2e": "4F2",
        "4F2f": "4F2",
        "4F2g": "4F2"
      },
      "type": "scenario",
      "parent_rules": "4F",
      "scenario_group": "4F2"
    },
    {
      "id": "4F2a",
      "title": "Indicate Bloc Allegiance",
      "text": "Indicate Bloc Allegiance. Players with Robot/spaceborn Colonists (i.e. belonging to the Spacer Union (4D2)) start as Independence. Players with earthborn Colonists start as Loyalist. Players with no Colonists must join either bloc, choosing secretly and simultaneously. Flip your propaganda chit to independence or loyalist without losing your extremist. Propaganda chits with no Extremists are unaffected.\nEXAMPLE [4F2a] As Player Purple, you default as Loyalist when War breaks out. Yet you hold the “Gabonese Mining Consortium” Colonist and thus are a member of the Spacer Union, which indicates that you start as Independence. Flip the propaganda in authority to its Independence side, with your extremist on top. • Evade the “No Enemy Colonists” restriction (3D5d honor).\n• Discard this enemy Colonist to the bottom of its queue.",
      "type": "scenario",
      "parent_rules": "4F",
      "scenario_group": "4F2"
    },
    {
      "id": "4F2b",
      "title": "Spacer Union Rules",
      "text": "If your Colonist is spaceborn and thus a member of the Spacer Union, you start as Independence. Flip the propaganda in authority to its Independence side, with your extremist on top. Spaceborn may evade the \"No Enemy Colonists\" restriction (3D5d honor) and discard enemy Colonists to the bottom of their queue.",
      "type": "scenario",
      "parent_rules": "4F",
      "scenario_group": "4F2"
    },
    {
      "id": "4F2c",
      "title": "War Outbreak",
      "text": "War Outbreak. There are 3 ways that War can occur: • A War Outbreak Roll is made during each adjustment of the exploitation track per 3C1 to see if War occurs.\n• Empty Queue. War also occurs if there is an exomigration (2A6) but there are no cards in the appropriate queue to draw from.\n• Uplift Future. War also occurs if the uplift future (1D5n) has been completed. This player alone becomes the independence bloc.",
      "type": "scenario",
      "parent_rules": "4F",
      "scenario_group": "4F2"
    },
    {
      "id": "4F2d",
      "title": "Stillborn War",
      "text": "Stillborn War. If War breaks out with all the factions and all the extremists in the same bloc, then the war ends without any War effect (including no Space Lord effects).",
      "type": "scenario",
      "parent_rules": "4F",
      "scenario_group": "4F2"
    },
    {
      "id": "4F2e",
      "title": "Exomigration",
      "text": "Exomigration. Independence can only exomigrate (2A6) from the Robot/spaceborn queue, and Loyalists can only exomigrate from the earthborn queue.",
      "type": "scenario",
      "parent_rules": "4F",
      "scenario_group": "4F2"
    },
    {
      "id": "4F2f",
      "title": "Postbellum",
      "text": "Postbellum. After the War, see 3F5 for the effects of the Space Republic or Space Empire. Furthermore, in a Space Empire the Spacer Union is dissolved, so that 4D2c and 4D2d are ignored, allowing players to hold both types of Colonists.",
      "type": "scenario",
      "parent_rules": "4F",
      "scenario_group": "4F2"
    },
    {
      "id": "4F2g",
      "title": "Winning the Game",
      "text": "Winning the Game. See 4E2.\n17MORALITY OF MACHINES. Morality is a code of values that guide a being’s decisions, assuming the being actually has a choice and is not a slave to its programming. Morality is inapplicable to beings (such as animals other than humans) that cannot make moral or immoral choices. Just as in the creation of conscious humans as simulated in Bios:Origins, conscious robots are created by the conceptual and technological facility of using language to create a simulated mental landscape on which to make choices. The crucial aspect of consciousness is that it empowers the being to overwrite its own programming and adopt its own values. The fact that humans (and no other animal) commit suicide or become celibate hermits overwrites 500 million years of natural selection programming to survive and spread genes. The assumed value that the robot majority are assumed to pursue in this game is knowledge, thus the exclusivity of experience and Futures in victory accounting.\nEASILY MISSED: If your exomigration is limited by the lack of suitable Colonists, you must wait until one is available. See 3A3g. [4F2b]",
      "type": "scenario",
      "parent_rules": "4F",
      "scenario_group": "4F2"
    },
    {
      "id": "4G",
      "title": "Module 4 Solitaire Games",
      "text": "If you play solo or using a full cooperative mode, apply the following rules when playing this Module:",
      "type": "scenario"
    },
    {
      "id": "4G1",
      "title": "Contract Auctions Modifications",
      "text": "",
      "parent_rules": "4G",
      "type": "variant"
    },
    {
      "id": "4G2",
      "title": "CEO Solitaire Modifications",
      "text": "If using CEO Solitaire (V6):",
      "sub_ids": {
        "4G2a": "4G2",
        "4G2b": "4G2",
        "4G2c": "4G2",
        "4G2d": "4G2",
        "4G2e": "4G2"
      },
      "parent_rules": "4G",
      "type": "scenario",
      "scenario_group": "4G2"
    },
    {
      "id": "4G2a",
      "title": "Major Achievements",
      "text": "Major Achievements include contract fulfillment, becoming the isobanker, or completing an Exodus contract. Achieving one counts as a fulfillment for the next board meeting (V6c), except the last one which must either be a Future or a Columbus level starshot (4G4b).",
      "parent_rules": "4G",
      "type": "scenario",
      "scenario_group": "4G2"
    },
    {
      "id": "4G2b",
      "title": "Default Penalty",
      "text": "Default counts as not meeting a requirement of the next valid Board meeting, ignoring other effects.",
      "parent_rules": "4G",
      "type": "scenario",
      "scenario_group": "4G2"
    },
    {
      "id": "4G2c",
      "title": "Contract Auction Skipped",
      "text": "Contract Auction Skipped. Each contract has a flat 6 years to fulfill.",
      "parent_rules": "4G",
      "type": "scenario",
      "scenario_group": "4G2"
    },
    {
      "id": "4G2d",
      "title": "VP Threshold",
      "text": "VP Threshold. At least once before the final Meeting you need to meet a VP Threshold at the board meeting. This can be alongside your major achievement.",
      "parent_rules": "4G",
      "type": "scenario",
      "scenario_group": "4G2"
    },
    {
      "id": "4G2e",
      "title": "Victory Conditions",
      "text": "Victory Conditions. See V6e (do not use 4G4).",
      "parent_rules": "4G",
      "type": "scenario",
      "scenario_group": "4G2"
    },
    {
      "id": "4G3",
      "title": "Alternative Political Diagram for Solitaire",
      "text": "The provided solitaire political diagram may be used instead of the standard political diagram for any solitaire game using",
      "sub_ids": {
        "4G3a": "4G3",
        "4G3b": "4G3",
        "4G3c": "4G3",
        "4G3d": "4G3",
        "4G3e": "4G3",
        "4G3f": "4G3",
        "4G3g": "4G3"
      },
      "parent_rules": "4G",
      "type": "variant"
    },
    {
      "id": "4G3a",
      "title": "Setup",
      "text": "Setup. Place an additional delegate into centrist.",
      "parent_rules": "4G",
      "type": "variant"
    },
    {
      "id": "4G3b",
      "title": "Individuality Law “Launch Contracts”",
      "text": "Individuality Law “Launch Contracts”. Boosting is a free action.",
      "parent_rules": "4G",
      "type": "variant"
    },
    {
      "id": "4G3c",
      "title": "Individuality Lobby",
      "text": "Individuality Lobby. Pay 1 Aqua and Discard a delegate in an inactive Ideology to use its Law.",
      "parent_rules": "4G",
      "type": "variant"
    },
    {
      "id": "4G3d",
      "title": "Equality Law “Subsidized Research”",
      "text": "",
      "parent_rules": "4G",
      "type": "variant"
    },
    {
      "id": "4G3e",
      "title": "Equality Law — Subsidized Research",
      "text": "Equality Law \"Subsidized Research\". Take bonus supports when initiating a research auction op. Pay 1 Aqua per support card.",
      "parent_rules": "4G",
      "type": "variant"
    },
    {
      "id": "4G3f",
      "title": "Unity Law “Sol Unification”",
      "text": "Unity Law “Sol Unification”. Replace season blue Anarchy with International Assistance. FINAO cost is 2 less until the end of season blue.",
      "parent_rules": "4G",
      "type": "variant"
    },
    {
      "id": "4G3g",
      "title": "Unity Lobby Cost is 0 Aqua",
      "text": "Unity Lobby Cost is 0 Aqua.",
      "parent_rules": "4G",
      "type": "variant"
    },
    {
      "id": "4G4",
      "title": "Solitaire/Cooperative Victory Conditions",
      "text": "You win as a solitaire player (including Combined Game solitaire) if you make a starshot (4E2e). Score your VP per 4E2 & 4E3, then check which victory level (Viking, Columbus, or Polynesian) that you achieved for colonizing a New World:\nSolitaire Length: 4-cycle 5-cycle 6-cycle 7-cycle a. Viking 0 - 15 VP 0 - 30 VP 10 - 45 VP 20 - 65 VP b. Columbus 16 - 25 VP 31 - 55 VP 46 - 75 VP 66 - 100 VP c. Polynesian 26+ VP 56+ VP 76+ VP 101+ VP",
      "parent_rules": "4G",
      "type": "scenario",
      "scenario_group": "4G4"
    },
    {
      "id": "4I",
      "title": "List of Spaceborn Colonist Futures",
      "text": "Robot becomes emancipated; 12 VP.\nRobots from all players are Emancipated. Future and performing Human must be at your Promoted Anchored Bernal when performing the Epic Hazard Operation.",
      "sub_ids": {
        "4Ib": "4I",
        "4Ic": "4I",
        "4Id": "4I",
        "4Ie": "4I",
        "4If": "4I",
        "4Ig": "4I",
        "4Ih": "4I",
        "4Ii": "4I",
        "4Ij": "4I",
        "4Ik": "4I",
        "4Il": "4I",
        "4Im": "4I",
        "4In": "4I",
        "4Io": "4I",
        "4Ip": "4I"
      }
    },
    {
      "id": "4Ib",
      "title": "Exonet Future",
      "text": "Exonet Future: Reqs = Colonies in 4 Heliocentric Zones; 2 aug. Colonists. Effects = choose any contract deck when fundraising; 11 VP.\nChoose any contract deck when fundraising” is an ongoing ability granted for the remainder of the game, regardless of the state of this card. No specific location required when performing the Epic Hazard Operation."
    },
    {
      "id": "4Ic",
      "title": "Space Surveillance Future",
      "text": "Space Surveillance Future: Req = Active Law in Freedom. Effects = Seniority disk and 1st player choices made by you (as required); (Endgame): 9 VP.\nWhenever a player would make a choice regarding seniority disks and/or 1st player, you make the choice - but must make a valid choice. (You can’t keep the same person as the 1st player, for example, unless they are the only valid choice.) No specific location required when performing the Epic Hazard Operation."
    },
    {
      "id": "4Id",
      "title": "Robot War Future",
      "text": "Robot War Future: Req = 2 Promoted augmented Robots at Colony on Size 7+ Site. Effects = Casus belli; 9 VP.\nCasus belli is described in 1D2c and Core Glossary (“War of Independence”). Future and performing Human must be at your Colony on a Size 7+ Site when performing the Epic Hazard Operation."
    },
    {
      "id": "4Ie",
      "title": "TNO Future",
      "text": "TNO Future: Req = At Neptune Colony Site with 2 Promoted Colonists. Effect = +4 VP per Neptune J Zone Factory.\nGain 4 VP for each of your Neptune Zone Factories at the end of the game, regardless of the state of this card. Future, performing Human, and 2 Promoted Colonists (one of which can be performing the op) must be at your Colony in the Neptune Zone when performing the Epic Hazard Operation."
    },
    {
      "id": "4If",
      "title": "Von Neumann Future",
      "text": "Von Neumann Future: Req = Decommission Robot & operational refinery on Industrialized Synodic Comet (yours). Effects = Your robots are always Promoted; 7 VP.\nYour Robots Promote immediately (regardless of augmentation chits); when you play a Robot, Promote it immediately as well. (You cannot trade Colonists in play, so you cannot use this as a service for other players.) You have this ability for the remainder of the game, regardless of the state of this card. Future, performing Human,\nRobot, and operational refinery must be on your Industrialized Synodic Comet when performing the Epic Hazard Operation. The refinery must be operational but supports do not need to be Decommissioned (they are replicated)."
    },
    {
      "id": "4Ig",
      "title": "Nanite Goo Future",
      "text": "Nanite Goo Future: Req = At your non-Dirtside Push Colony. Effects = replace Claim/Colony/Factory with Busted disk; Your Powersat gives +2 instead of +1; 11 VP.\nAs per 4A7b, Powersat bonuses do not stack and are never higher than +2 (except for the MagBeam, which receives a total of +3 from any push). You have this ability for the remainder of the game, regardless of the state of this card. This Future destroys a Colony (not a Felony) and replaces it with a Busted disk (goo). Future and performing Human must be at your non-Dirtside Push Colony when performing the Epic Hazard Operation."
    },
    {
      "id": "4Ih",
      "title": "Quantum Reality Future",
      "text": "Quantum Reality Future: Req = At Haumea with operational X reactor. Effects = Allows 1 reroll of a Crash Hazard Roll; 12 VP.\nOnce per Hazard Roll for Crash Hazards only (not Aerobrake Hazard, Epic Hazard, etc.), you may reroll after seeing the result. (FINAO must be paid before the 1st roll.) You have this ability for the remainder of the game, regardless of the state of this card. Future, performing Human, and operational X reactor must be at Haumea (10:10 J) when performing the Epic Hazard Operation."
    },
    {
      "id": "4Ii",
      "title": "Interstellar Exploration Future",
      "text": "Interstellar Exploration Future: Req = At EM Sunlens with aug. Colonist. Effects = immediate research grant at no cost; 14 VP.\nOnce, when completing this Future, you may perform a research grant (take the top card of a patent deck, academia hand limit does not apply) without paying 1 Aqua. Future and performing Human must be at the EM\nSunlens (10:10 J) when performing the Epic Hazard Operation."
    },
    {
      "id": "4Ij",
      "title": "Isotope Cartel Future",
      "text": "Isotope Cartel Future: Req = Have 15+ isotope at isobank. Effect = 9 VP.\nFuture, performing Human, and 15 isotopes must be in your Isobank Stack when performing the Epic Hazard Operation."
    },
    {
      "id": "4Ik",
      "title": "LIC Scan Future",
      "text": "LIC Scan Future: Req = 2 Promoted Colonists at Industrialized Synodic Comet (yours). Effects = 1 Site Refuel Isofuel per turn may go to isobank; 7 VP.\nIf you receive any isotope as part of a Site Refuel operation, you may move 1 of the received isotope to your Isobank Stack. You have this ability for the remainder of the game, regardless of the state of this card. Future, performing Human, and 2 Promoted Colonists (one of which can be performing the op) must be at your Industrialized Synodic Comet when performing the Epic Hazard Operation."
    },
    {
      "id": "4Il",
      "title": "Avatar Future",
      "text": "Avatar Future: Reqs = Promoted Bernal with Neptune J Zone Dirtside; Active Law = Individuality. Effects = immune to Felonies; 9 VP.\nOther players may not perform Felonies against you. You have this ability for the remainder of the game, regardless of the state of this card. Future and performing Human must be at your Promoted Anchored Bernal with a Neptune Zone Dirtside when performing the Epic Hazard Operation."
    },
    {
      "id": "4Im",
      "title": "Warden Starshot Future",
      "text": "Warden Starshot Future: Req = Ad astra exit with TW Thruster and Promoted Freighter. Effects = Your Freighter receives +1 thrust; 7 VP.\nAd astra is described in 1D1b. Your Freighter receives +1 thrust (this is separate from Powersat). You have this ability for the remainder of the game, regardless of the state of this card. Future, performing Human, TW Thruster, and Promoted Freighter (your big cube) must be at a solar system exit when performing the Epic Hazard Operation."
    },
    {
      "id": "4In",
      "title": "TW Commander Future",
      "text": "TW Commander Future: Reqs = Have 8+ isotope in play & more than any opponent. Effects = Your delegates count as 2 votes; 9 VP.\nEach of your delegates counts as 2 votes instead of one when performing vote tallies. Perform a vote tally immediately if you have any delegates in the assembly. You have this ability for the remainder of the game, regardless of the state of this card. No specific location requirement when performing the Epic Hazard Operation."
    },
    {
      "id": "4Io",
      "title": "Exodus Future",
      "text": "Exodus Future: Reqs = Ad astra exit with TW Thruster and Promoted Bernal. Effects = Casus belli; 12 VP.\nAd astra is described in 1D1b. Casus belli is described in 1D2c and Core Glossary (“War of Independence”). Future, performing Human, TW Thruster, and Promoted Bernal must be at a solar system exit when performing the Epic\nHazard Operation."
    },
    {
      "id": "4Ip",
      "title": "Vats Future",
      "text": "Vats Future: Reqs = At Promoted Bernal beyond Ceres K Zone, Decom. 2 other Human Colonists. Effect = 9VP.\nFuture, performing Colonist, and 2 other Human Colonists (which cannot perform the op) must be at your Promoted Anchored Bernal beyond the Ceres Zone when performing the Epic Hazard Operation. (The Death\nInsurers ability can be used to send the Decommissioned Colonists to your Bank.)\nCopyright © 2021, Ion Game Design & Sierra Madre Games\nAuthors: Phil Eklund, Paweł Garycki, Geoff Speare, & Justin Grey\nCover Artist: Anne Isaksson\nPart of High Frontier 4 All — Core: SMG28-4 Product no: SMG28-4.4\nEAN: 653341042064"
    }
  ]
}