{
  "id": "m5_economy",
  "title": "Module 5 — Economy",
  "version": "1.1.0",
  "last_updated": "2026-02-19",
  "description": "",
  "module": "m5",
  "sections": [
    {
      "id": "5A",
      "title": "Module 5 for the High Frontier game system",
      "text": "Module 5 Economy allows you and the other players to buy and sell shares in aerospace companies whose value is tracked in a matrix called the stock market.\n You can be a shareholder or a customer of a company, or both. By improving either the treasury or capital of a company, you improve its share value.\n If you own the most shares in a company, you are its chair. The chair controls dividends and capital reinvestment, allowing either payouts to shareholders or cheaper services respectively. You should buy shares in companies that are likely to rise in value and sell them when their cash could be better used elsewhere. Because shares are so easily bought and dumped, and they retain value after an Aqua crash, holding shares is generally superior to holding Aqua.\na.Number of Players: 1 to 6. The solitaire and 2-player variant is on page 43.\nb. The 4 Company Shapes. Squares (2), triangles (2), circular (2), & hexagons (2).\nc. Module 5 Economy is a High Frontier 4 All module that can be combined with any or all prior modules (0-4). However, for isobanks that can be converted into desperation starshots (4D3), Module 4 is required.\nd. A Term being defined is listed in bold. If it defined elsewhere, it is listed in italics followed by a reference. Capitalized terms are defined in the glossary in the Core rulebook.\n Rules in orange font are only relevant after the market flips to its post-monetization side.\ne. References. The numerical prefix on a reference (e.g. 1A3) signifies the Module number."
    },
    {
      "id": "5A1",
      "title": "Module 5 Components",
      "text": "a. 1 Drawer Box.\nb. 1 Rules Booklet. You are reading it.\nc. Stock Market Board. This matrix indicates share values in Aqua/Isotopes. Company funds are shown on the vertical axis, capital equipment on the horizontal axis, and product prices in the diamonds in the bottom row.\nd. Companies Placard holds the Isotopes stored in the isovault of each player and of the speculators. The other side contains the political assembly for the alternative solitaire game, see (4G3) or (5L).\ne. 24 Cubes (2/player color plus 2/player spectral factory cubes). Starts as a hedge fund (5B8) that expands your cube limit (I7f) to 9. Choose to use either the plain cubes or the spectral factory version in a game.\nf. 42 Shares (7/player color). Mushroom-shaped tokens. Each player is limited to 5 shares as a token limit, but can gain a 6th or 7th as a hedge fund (5B8).\ng. Phasing Player Token. Passed to the player whose Turn it is. Turn it so that the indented side is facedown after you expend your transaction per 5Ca. Then pass it to the next player when your Turn is finished.\nh. Gold Plastic Beads, for Isotope FT.\ni. 1 Punchout Sheet containing the following chits:\n• 8 Company Chits. These come in 4 shapes: 2 squares, 2 triangles, 2 circulars, and 2 hexagons. Each has a White-Side and a Black-Side.\n• 4 Malf Chits. Ballerina, rocketplane, Flyby, and buggy road.\n• Default Chit. The game uses only one; the same as the double-sided chit provided in Module 4 (4B6). See 5A4j.\n• 1 Inflation 2X Chit. Place this on the market if a monetizing Bernal is Anchored; see 5A4e.\n• Starship Chit. This chit is provided in Module 4 (4A2l) to indicate the isobank location. The image of the starship Exodus is a reminder that the isobank can convert into a desperation starship with enough isofuel.\n• 14 Aqua/Isotope Chits. Use these chits to represent 10 Aqua (faceup) or 10 Isotopes (facedown).\n• Asteroid Jormungandr (Optional, Module 4). During setup, place this tile anywhere that it fits in the Mars (E) zone. A successful prospect of this asteroid with a Colonist implants one augmentation (4C4) of your choice.\n4 VP\n-3 VP\nProvided in Module 4.\nET"
    },
    {
      "id": "5A2",
      "title": "Company Chit Anatomy",
      "text": "Each company has a chit with these features:\na. Company Shape & Name: 7\n• Square = Patent Co./ET Unicorn, • Triangle = Boost Co./ET Alchemy,\n• Circular = FINAO Co./ET Comet, • Hexagon = Loan Co./ET Express.\nb.Share Window. The center hole is for viewing the share value (5B4b).\nc. Share Holes (3). Each chit has 3 holes for placing shares. The upper one is reserved for the chair (5B1)."
    },
    {
      "id": "5A3",
      "title": "Module 5 Setup (for solitaire see page 43)",
      "text": "Setup is per Core (C), (plus Modules 0, 1, 2, 3 & 4 if used), with the following additions:\na. Company Chits. Place the 8 company chits (5A2) in the Pool.\nb.Stock Market. Place this placard in a public area on its “STOCK MARKET” side.\nc. Companies & Malfs. Place the companies placard in a public area, and place the 4 malf chits into the 4 spaces provided on the companies placard.\nd. Hedge Funds. Each player places two shares and two cubes into the upper right corner of the stock market marked HEDGE FUNDS and adds their remaining 5 shares into their Reserves.\ne. Seniority Disks (C1). Companies increase both the game's pace and the time per Turn, so it is suggested that Module 5 Economy be played with from 1 to 4 seniority disks: 1 cycle = short, perhaps 3 hours for a 4-player game, 2 cycles = medium, 3 cycles = long, or 4 cycles = Futures, see 4A1. In the 2- to 4-cycle games, Jump start (High Frontier 4: All Tools 1 Pack) is recommended for a quicker play time.\n4 VP\nMODULE 4: May add the asteroid jormungandr, see 5A1i. [5A3]"
    },
    {
      "id": "5A4",
      "title": "Core/Module 0-4 Rules Changes",
      "text": "a. Board Meeting (new event). After the Event Roll and its resolution (K2), a new event called the board meeting occurs, in which the chair of each company makes a board decision, see 5D1, 5D2.\nb.Bank Panic (5G3) additionally occurs during an Anarchy event (K2e), War (3C), and desperation starshot (4D3).\nc. Bank (clarification). This term refers to the Space on the map where you store your Aqua and/or gold beads. Your Bank is located in LEO, a Home Bernal (2B3), or an ET Home Bernal (3F1), whichever is farthest from Earth.\nYou may only have one Bank at a time. The isobank is not necessarily the Bank for the isobanker (5F1). If the stock market is flipped (5E), your Bank always has Aqua, but all payments and receipts for dividends, customer services, and buying/selling shares are done at an isobank, not your Bank.\nd. FINAO (change). You cannot pay to avoid a Hazard or Epic Hazard Roll by \"Failure Is Not An Option\" (FINAO), unless a FINAO Co. is floated and you become a paying customer on your Turn (5B3e). This is possible during War.\nUse the company price (5B2b) instead of 4 Aquas. Abilities that halve FINAO prices are handled per 5B3e.\ne. Monetizing Home Bernals (Module 2). A monetizing Bernal is either \"Lofstrom Loop\" (2B4f) or \"GEO Space Elevator\" (2B4i), Anchored as a Home Bernal. The latter must be at GEO to be considered a monetizing Bernal, otherwise it is an ordinary Bernal. Like Space Elevators, they are Anchored by the epic hazard operation (1A6c) in lieu of the normal Anchor Operation. This puts the Bernal's supports at risk.\n• Inflation. Anchoring instantly causes inflation (place the inflation chit), doubling all payments (including transactions) and earnings in Aqua. However, there is no inflation for the Boost operation (cost = mass, or 2X mass to boost to a non-monetizing Bernal), cost advances & late fees of contracts, or spending FTs at a Site (delivery op, 2nd Bernal costs, acetylene rocketplane liftoff, etc.). All inflation halts after the market flips (5E).\nf. Blue/Gold Exchange (change to 4D1d). If the stock market flips (5E3c), Isotopes cannot be purchased with Aqua.\ng. Isobanker (change to 4D2a). The isobank location and the isobanker changes to the Bernal with the highest isototal per 4E2f or 5F6, or when a desperation starship exits. The new isobanker receives the isobanker medallion.\nh. Isovaults (change to 4D2e). Beads can be transferred to or from the speculator’s isovault per 5F4a,b, and may be withdrawn from the isobank per 5F3c.\ni. Cash Advance of Gold-Side Contracts (change to 4B3h,i, Post-monetization). The cash advance of a contract on its gold-side is both in the Aqua specified plus one or two Isotopes:\n• Aqua. Place the specified amount to any single Stack you own.\n• \"When Fulfilling\" Aqua. When complete, this Ability places the specified amount to any single Stack you own.\n• Isotopes. The number of Isotopes received is 1 isotope for a cash advance up to 10 Aqua, and 2 Isotopes for >10\nAqua. There is no finder’s fee (4B3i). Place all \"advance\" and \"when fulfilling\" Isotopes to your isovault from the Pool.\nMODULES 5 & 4 COMPARED: The use of default and starship chits is the same.\nIsotope monetization is similar: FINAO costs are the same (but in Module 5 require a FINAO company to exist) and Aqua becomes less useful. In Module 5 the traditional ways to acquire cards and boost are supplemented by company services (see table on last page). After the market flips, players are motivated to deliver isotopes to the isobank to pay for these services. [5A4]\nEASILY MISSED: Aqua costs doubled by inflation include customer prices, share values,\nLobby, research grants, costly weapons, Futures, & the value of each debt cube. Aqua income doubled by inflation include income/fundraising, free market op., mishap insurance!, Bernal profits, paleoconservative directive, faction privilege, free trade act, & dividends. [5A4e] j. Default Chit (4B6). This chit, held by just one player at a time, is awarded for debt rollover (5B3g) and insolvency (5B6), as well as (Module 4) failing to pay contract late fees (4B5d, 5A4k) and endgame mutinies (4D3h).\n• Transfer. If another player is afflicted by one of the above calamities, transfer the chit to them. It also is transferred by tort litigation (5B7). If transferred after the market flips, it flips to its gold-side. Also see 4B6 & 5B8c.\n• Effects. If you are not a chair (5B1), possessing this chit allows a chair to refuse to provide customer services to you (5B2a). Moreover (Module 4), you are never allowed to bid on manned contracts (4B6c).\nk. Late Fees of Contracts (change to 4B5b,c,d,e). Each Turn that you are late for a contract (either blue-side or gold-side) during post-monetization, you must choose one of the following:\n• Pay Late Fee. Pay 1 bead to the speculator's from your isovault. You may dump a share for this, assuming the speculators have a bead to pay you.\n• Contract Discard in Default. Discard the contract with its payments, pay one bead or dump one share (if you have any), and remove your timepiece from the Sunspot Cycle. Obtain the default chit (4B6) from wherever it is.\nl. Desperation Starship (4D2 clarification). If the Isobank becomes a starship, form its Stack (4D3d) next to the companies placard (5A1d). If it exits the map, Discard its fiduciary media (5F5) and see 5F6e for new Isobank.\nm.Unfulfilled Contract VP (change to 4E2c). After the market flips (5E), each unfulfilled contract is -3 VP.\nn.Aqua & Isotope Refueling Cap (change to Core and Module 4 (4A8)). A single site refuel operation (either factory or ISRU, see I5) is capped at 14 FTs Aqua or 4 FTs Isotopes regardless of Abilities, specialties, augmentations, and privileges.\nEXAMPLE [5A4k] You successfully bid for the “Search For Life” blue-side contract, with a 20 Aqua advance. Unfortunately the destination (echeclus) is in the Saturn Zone, and your solar-powered Spacecraft can get there with the solar oberth, but has insufficient thrust for the return. Furthermore, the market flips before the contract is due. The first year after the due date, you pay from your isovault 1\nIsotope in late fees, paid to the speculators. On the second year, you pay the late fee again, dumping a share in order to pay. On the third year, you decide to Discard the contract. You receive the default chit, banning you from manned contracts and may restrict your transactions.\nEXAMPLE [5A4n] (This is the same as Example 4A8.) You perform a site refuel using the \"Femtochemistry\" refinery (2X site refuel (a)) and the Dharma Refuel privilege (2X site refuel with glory chit (b)). The combination of the two yields 4 Isotopes.\nIf you have a miner Colonist present (allows two site refuels in a site refuel operation (c)), each site refuel yields 4, for a total of 8. However, the cap reduces this to 4 Isotopes (d). If refueling water, the above would be capped at 14 FTs.\nEXAMPLE [5A4i] Player Yellow wins the auction for \"Highest Cliff\". They deposit 2 Isotopes from the Pool into their isovault, and additionally receive the 15 Aqua which they decide to place in their outpost on Hygeia.\nEASILY MISSED: Before the market has flipped, place beads on your late contract (4B5b), which eventually forces its Discard. After the market flips, no beads are placed on a late contract, and it is not Discarded as long as late fees are paid.\n[5A4k]\n-3 VP"
    },
    {
      "id": "5A5",
      "title": "Malfs (new Hazards for Module 5)",
      "text": "Module 5 introduces four new Hazards, called malfs, which force a Hazard Roll any time a Stack uses ballerina for a Bonus Pivot (H4c), makes an acetylene rocketplane liftoff (H6c), enters a flyby (H8), or uses a buggy road (B7f). If you are a paying customer to the FINAO Co. (5B3e), your payment does not avoid the Hazard Roll but instead claims the corresponding malf chit (5A1i), whether or not you survive the roll. Store the malf chit on your playmat in the space labeled “Glory”, where it is worth 4 VP in the endgame. A malf chit does not count as a glory chit.\na. FINAO Customer. A malf chit can be claimed only by a FINAO customer that is actually performing the Hazard.\nYour contract requires entering the solar oberth flyby, but it has a Hazard icon and the malf for the flyby (a) is unclaimed. Therefore your Spacecraft would make 2 Hazard Rolls upon entry. You pay the FINAO Co. its price (4 Aqua) to claim the flyby malf for 4 VP (b). Your Spacecraft survives the first but explodes with the second Hazard Roll, but you keep the malf and its VP.\nb.Malf Hazard deactivated. Once a particular malf chit is claimed by a FINAO customer, its Hazard becomes inactive for all players.\nEXAMPLES [5A5a,b] Malfs\nFlyby\n4 VP\n+X\nRocketplane\n4 VP\nBonus Pivot\n4 VP\nBuggy Road\n4 VP\nEXAMPLE [5A5b] Your Factory on Mars builds a acetylene rocketplane (H6c) to move martian product back to LEO. This liftoff requires Factory-Assist, which entails a Hazard Roll (since you do not have powersat and your Factory is not colonized). The rocketplane malf (c) has not been claimed, so this is a second Hazard Roll. You roll for the Factory-Assist Hazard (successful) and then roll for the 2nd Hazard (rocketplane malf, also successful) (d). Since FINAO wasn't paid, the rocketplane can occur again.\nMODULE 4: Malf Hazards do not count as \"Hazard Space destinations\" listed on some contracts. [5A5]\nSPECIAL: If you fail the malf Hazard Roll after using a buggy road, Decommission only the buggy card & supports. [5A5]"
    },
    {
      "id": "5B",
      "title": "Companies & the Stock Market",
      "text": "Eight companies are represented by chits that start unfloated in the Pool. You can float a chit in the Pool by purchasing its first share and moving it to the FLOAT spot on the stock market. Thereafter the chit moves per 5B5, thus gaining or losing share value (the cost to purchase a share)."
    },
    {
      "id": "5B1",
      "title": "Chair",
      "text": "The chair of a company is the player whose share is uppermost (in the apex of the triangle) of a company chit. If you float a company, your share is placed into the apex making you the chair. During the board meeting after every event (5D), the chair of each company chooses if and how to spend that company’s resources, making a decision for either dividends(5D1), reinvesting (5D2), or passing. There are several ways a chair can change:\na. Majority coup. If ever you have more shares in a company then the chair does, you become the chair. Exchange your share with the share in the apex location.\n• Partiality. If 3 players have 1 share each in a company and the chair sells, this chair selects the new chair.\nb. Ticker tape coup. If both you and the chair are tied at one share each and you perform a ticker tape parade (La), you may choose to become the chair of all such companies where you are tied.\nc. Trustee or Proxy Fight coup. If both you and the chair are tied at one share each, you can become the chair either by honor or corruption litigation (5B7), or by winning in a proxy fight (5C3).\nd. Negotiations. If the chair does not have a majority, a chair can surrender chairship to another shareholder during a Negotiation (N).\nTIP: Being the chair is useful to lower prices or receive dividends when you need them.\nBut these help others as well. The chair can obtain hedge funds and can boost stock value with e.g. glory. [5B1]"
    },
    {
      "id": "5B2",
      "title": "Prices & Customers",
      "text": "Any player can buy the company’s services. This player, called a customer, pays the advertised price, indicating the non-negotiable amount of Aqua to be paid for what a company has to offer.\na. Non-refusal. A chair cannot refuse services to a paying customer (the board would fire him). There are 2 exceptions:\n• Default stigma (also see 4B6c). A chair of a company may refuse services to a player with the default chit (5A4j).\n• Module 3 exception. During War or Anarchy (3D), a chair of a company may refuse services to a player in the enemy bloc. As an exception to 3D5e, FINAO is available during War by being a customer to the FINAO Company.\nb. Price. The price for company services (5B3) is shown in blue diamonds just below the stock market according to the column the company chit occupies. The price is always paid immediately after the service is rendered.\nIt is paid by the customer in Aqua to the Pool, which then elevates the company chit per 5B5a.\n• Default Price. The customer price is doubled if a monetizing Bernal is Anchored as Home Bernal (5A4e).\n• Post-Monetization Price. After the stock market flips (5E), the price becomes 1, 2 or 3 Isotopes/fiduciary media paid to the speculators (5F4a).\nEXAMPLE [5B2b] The Boost Co. is freshly floated (a), so it has a share value = 1 and a price = 7. On her Turn, an opponent pays 7 Aqua to the Pool BOOST CO. to use the Boost Co. to move her 5 Mass 1 cards into LEO. This elevates (b) the Boost Co. chit to ROW 2.\nA customer pays 7 Aqua for the services of the Boost Co.\nEASILY MISSED: A customer does not need to be a shareholder. The chair is just another customer. [5B2]\nEASILY CONFUSED:The price is the cost of the service, while the share value is the cost of a share (5B4b).\n[5B2b]\nSPECUL ATOR’S\nISOVAULT As a free action, buy or sell Isotopes stored here for 10 Aqua (4D1d).\nIsotope stored here for 10 Aqua at your Bank (4D1d).\nISOVAULT (5F4)\nAll payments for dividends, dumping, & Hand Card free market come from beads stored here."
    },
    {
      "id": "5B3",
      "title": "The Companies & their Customer Services",
      "text": "There are 4 shapes of companies, each with 2 identical chits. Each has a service, provided as a transaction if a customer pays to the Pool the company price (5B4c). Start a company by floating it on either its White-Side or BlackSide.\na. Patent Company (White-Side squares). A patent holding company. A paying customer first (optionally) performs an insight (4B2f) (i.e. performs an inspiration (K2a) on any single patent deck), and then receives the top card of a patent deck, plus the top card of each of its direct supports (J) (if it has any).\n• Advantages. This bypasses the auction and the academia hand limit. It costs a transaction rather than an Operation.\nb. ET Unicorn Company (Black-Side squares). A zero-gee refining/manufacturing company. A paying customer performs either a site refuel operation (I5) or an ET production operation (I8) at their Factory as a transaction.\n• Engineers & Miners. Its output can be increased by miners or engineers as per 2C1. c. Boost Company (White-Side triangles). A booster rocket company. A paying customer boosts a maximum\nMass of 9 to LEO/Bank. While this is more costly for lighter payloads than the boost operation (I4), it saves an Operation. The price is doubled to boost to a non-monetizing Home Bernal, even after market flip. See I4 & 2B3e.\nd. ET Alchemy Company (Black-Side triangles). Flip a White-Side card to its Black-Side at any BEO (Beyond Earth Orbit) Anchored Bernal (i.e. not a Home Bernal). This can even be at an opponent's BEO Bernal.\n18 COMPANY is a group of cooperating individuals, operating towards a productive goal. Each is individually responsible for their actions and decisions, it is a collectivist fantasy that a company is a unit of reality capable of making decisions as some sort of super-organism.\nA company or corporation is incapable of having responsibilities or committing a crime, for instance. Only individual persons have such capacities. “Corporation. An ingenious device for obtaining profit without individual responsibility.” —Ambrose Bierce, circa 1900.\n“All rational action is in the first place individual action. Only the individual thinks. Only the individual reasons. Only the individual acts.” —Ludwig von Mises, Socialism: An Economic and Sociological Analysis, 1922.\nEXAMPLE [5B3d] Your Rocket transports a GW thruster (salt-water zubrin) and a light 2-Therm radiator (steel/PB-Bi pumped loop radiator) (a) to the isobank, a BEO Bernal. For your transaction, you pay ET Alchemy 1 isotope from your Isovault to the speculator's isovault (b).\nThis elevates the company, and flips your radiator to become a heavy 4-Therm radiator (pulsating heat pipe). With open-cycle cooling (1C2b), your GW thruster is now Operational. As a free action, you withdraw 4 isotopes from your isovault as four FTs in your GW thruster (c).\n Colocated GW thruster fuel strip e. FINAO Company (White-Side circular). A programmer’s union (stands for \"Failure Is Not An Option\").\nA paying customer receives FINAO (avoiding a Hazard or Epic Hazard Roll, which may claim a malf per 5A5). This customer service can be applied at any point during the movement of any of your Spacecraft, and the deluxe service may be used for all of your Spacecrafts. A trillionaire (4B2e) uses their own experts, not the FINAO Co..\n• FINAO Prices. If this company is not currently floated, FINAO payments are not allowed (5A4d), except that a player with the Open Source faction privilege (B6a) is allowed to pay 4 Aqua (doubled during inflation) for FINAO payments without using the FINAO company. This privilege is lost after the stock market is flipped (5E).\n• FINAO Deluxe Prices. If you pay double the company price, the company service improves to up to four Hazard Roll avoidances in your Turn. See Example 5B3e on page 18.\n• FINAO Prices are halved Certain Abilities (e.g. 4G3f, some Abilities on Colonists & Futures) halve FINAO prices. These Abilities instead pay the customer price for deluxe services.\nf. ET Comet Company (Black-Side circular). A nanite-refining company. If at a Synodic Site (in the correct Season), a paying customer automatically rolls a '1' on their Size Roll (per I6, without expending an Operation).\n• Glitch Trigger. This prospecting transaction is a Glitch Trigger.\n• Busted. Even a busted Synodic Site may be successfully prospected, removing the busted disk.\ng. Loan Company (White-Side hexagon). A lending company. A paying customer dedicates spare cubes as debt cubes placed 8 Years forward on the Sunspot Cycle. Each debt cube is worth 4 Aqua (8 during inflation), or (after the market flips (5E)) worth 1 FM (fiduciary media, see 5F5). This amount is paid up front from the Pool, as a loan. Then pay the company price (which represents the interest on the loan), which elevates that company.\n• Sequence. Obtain incomes first, then make payments (contract fees / loans), the latter in any order you choose.\n• Fiduciary Media. The loan amount is paid from the Pool to your isovault as FM (blue beads, see 5F5b).\n• Number of debt cubes. The customer can place as many cubes as they have available in their color (2 to 7). These cubes are unavailable until reclaimed by repayment of the loan.\n• Repayment period. Cubes are placed 8 years into the future, or to the last Year of the game if this is sooner, and are due at the start of your Turn the Sunspot Cube has reached it. The amount repaid is 4 Aqua for each cube (doubled during inflation), or 1 bead for each cube if the market has flipped before it comes due.\nDebt cubes cannot be repaid sooner than the Year following the Year that they were assumed.\nEASILY MISSED: An Ability that halves the FINAO price allows you to pay the normal price for deluxe\nFINAO services. [5B3e]\nTIP (MODULE 4): Both loans and contracts provide liquidity. However, loans tie up factories, charge interest up front, and must be paid back, while contracts don’t tie up factories, and can be paid back by fulfilling them.\nHowever, loans potentially provide more money than contracts. [5B3g]\n• One loan limit. A customer with debt cubes cannot take a second loan (but can rollover).\n• Loan Repayment (free action). If the Sunspot Cube has moved to the Year with your debt cubes, either repay the loan in its entirety (dump shares if necessary), or rollover (next bullet). You may repay any debt cubes early.\nAll payments go from your Bank to the Pool, or from your Isovault to the Speculator's Isovault.\n• Debt Rollover. As the debtor, if you don't repay the debt cubes that are due, you must postpone your loan. First you must pay the company price as a late fee (if the Loan Co. no longer exists, pay its float price), dumping shares if necessary. If unable to pay (e.g. you have no shares or money in your Bank/vault), all Loan Co (s) lower one row (5B5b). Then you may repay as many debt cubes as you wish back to your Reserves. Finally, claim the default chit (5A4j) from wherever it is, and rollover all your unpaid debt cubes forward another 4 years.\nRollover is triggered even if you already have the default chit.\n• Debt Restructuring. As soon as inflation (5A4e) is triggered, remove half your debts cubes (rounded up, so that a single debt is forgiven). When the market flips, see 5Ec.\nh. ET Express Company (Black-Side hexagon). An interplanetary rocket railway. A paying customer moves a maximum of 4 Mass between any two Anchored Bernals (even enemies). This is a Spacecraft movement, so no double moves (H1b) allowed. The Mass can be stacks, cards (including contracts), or FTs.\nCompany Chit White-Side service (transaction) Black-Side service transaction (post-monetization transaction)\nSquare Patent Co. - Optional inspire of a patent deck, then take the top card of a patent deck plus the top card of its supports.\nET Unicorn - Perform a site refuel operation(I5) or an ET production operation(I8) as a transaction.\nTriangle Boost Co. - Boost a maximum mass of 9 to LEO/Bank. Double cost to non-monetizing Bernals even after the market has flipped.\nET Alchemy - Flip a White-Side card to its Black-Side at any BEO Anchored Bernal. This can even be at an opponent's BEO Bernal.\nCircular FINAO Co. - One FINAO (to avoid a Hazard or Epic Hazard Roll). This may claim a malf. Pay the 2X (deluxe) price to avoid up to 4 Hazard or Epic Hazard Rolls this Turn.\nET Comet - When prospecting a Synodic Site (including busted), you automatically roll a '1' in your Size Roll. This is a Glitch Trigger.\nHexagon Loan Co. - Make a loan from the Pool using your unused cubes placed on the Sunspot Cycle, due in 8 years. Each debt cube =\n4 Aqua (8 Aqua if inflation) or 1 FM from the Pool.\nET Express - Move a maximum number of 4 Mass between any two Anchored Bernals. This can be stacks of cards or FTs.\nLoan is due in 8 Years, at the beginning of the debtor's Turn.\nLoan taken this Year\nEXAMPLE [5B3g] It is the 3rd Year of season yellow (a). You use your transaction to borrow 12 Aqua from the Loan Co., currently at a price of 3. You place 3 debt cubes, placed 8 years into the future (b). You receive the 12 Aqua loan (c) and then pay the interest (3 Aqua) (d).\nEASILY MISSED: NASA (Player White) gets no launch fees if a customer uses the Boost\nCompany. [5B3]\nTIP: Since a company's price is paid immediately after the service is rendered (5B2b), you can use ET Express to move Isotopes to your Isovault and pay from these funds, assuming that the isobank is a Bernal. [5B3h]\nEXAMPLE[5B3g] TAKE A LOAN"
    },
    {
      "id": "5B4",
      "title": "The Stock Market",
      "text": "If a company is first floated (5C1a), its chit starts in the space in the bottom row indicated by the dotted lines. As company chits move, they may stack on each other.\na. Shares are the mushroom-shaped tokens. Each player starts with 5 of their color, and may invest them by buying and placing it into a vacant spot in a company.\nb. Share Values. The “1”, visible through the chit window, indicates that shares can be purchased (5C1) or sold (5C5) for 1 Aqua. The share value changes by company chit movement (5B5).\n• Inflation. The share values are doubled if a monetizing Bernal is Anchored as Home Bernal (5A4e).\n• Post-monetization (5E). Inflation (if any) ends and the share values are in beads (Isotopes/FM).\nc. Prices. The number in the bottom of the column indicates how much Aqua customers need to pay for the services that the new company provides per 5B2b. The price changes by company chit movement (5B5).\nThe price is paid just after the service is rendered. As with share values, prices are also doubled during inflation.\nd. Exchanging shares. You may buy, sell, or exchange shares with another player at any time that you can perform a negotiated transfer of hand cards (N2). This negotiation must swap out the share color without creating or filling a hole in the company chit, and the company chit remains static.\ne. Debt assumption. Also by negotiation, you may assume the loan (5B3g) of another player by swapping one of their debt cubes with one of your color. See Example 5B6.\nTIP:The price decreases as a company chit moves further right, simulating that a company that invests in capital goods can maintain profits while offering its services for less. [5B4c]\nEASILY MISSED:The square company chit can be one of two companies: Patent Co.\n(White-Side) or ET Unicorn (Black-Side). Either can float at a price of 6 Aqua and a share value of 1 Aqua. [5B4]"
    },
    {
      "id": "5B5",
      "title": "Company Chit Movement",
      "text": "The chit of a floated company moves in five ways and can stack on other chits as it moves:\na. Move Up by 1 (elevation) for the following instances (that thematically elevates its reputation or treasury):\n• Paying Customer. The company’s price is paid by a customer on their Turn, who may only pay for a service actually performed (e.g. boosting, card acquisition, or FINAO). A trillionaire (4B2e) uses their own experts, not the FINAO Co..\n• Each Company Share Purchased (5C1) that fills in a hole. In other words, shares that exchange hands without leaving a hole leave the company chit static.\n• Glory, if the chair flips a glory chit in a ticker tape parade (La).\n• Chair claim jumps (G4).\n• Chair Anchors a Bernal.\n• A ‘1’ is Rolled in a Hazard Roll (each FINAO company). This includes Epic Hazard Rolls. However, ignore this if it is the chair of a FINAO company that rolls a ‘1’.\nEXAMPLE [5B5a] For your move, you return the Ceres glory chit to LEO. As chair of the Boost Co., this elevates the company chit by one (a). For your transaction, you pay the company price to boost some Hand Cards, elevating the chit again (b).\nEASILY MISSED: A chair of multiple companies elevates all of them when getting ticker tape, claim jumping, or Anchoring a Bernal - or decreases all of them with Default or unanchoring a Bernal. [5B5a]\nEASILY MISSED: A company chit may end up on top of another company chit. [5B5] b. Move Down by 1 for the following instances (that thematically deplete its reputation or treasury):\n• Each Company Share Sold or Dumped (5C5) that leaves behind a hole. In other words, shares that exchange hands leave the company chit static.\n• Dividend Transaction (5D1). Down 1 for each dividend dot chosen by the chair for a payout.\n• Default, if the chair receives the default chit (5A4j).\n• Budget Cuts (event, see K2f). • Chair Unanchors a Bernal.\n• Each Card Lost in a Pad Explosion/Space Debris (event, see K2c). Each Boost Co. decreases one row per card lost, not counting cards compensated for by mishap insurance (O5g).\n• Failure to pay loan late fee. The loan payment moves forward 4 more years and all Loan Co(s) move down, see 5B3g.\n• Declaration of War (Module 3, see 3C1). Post-monetization: additionally a bank panic is triggered (5G3).\nc. Move Down by 1 then Right by 1 if during a board meeting the chair decides to reinvest into the company per 5D2.\n• Pegged Right. If the space the chit is supposed to move to doesn’t exist because it is too far right, it moves down but not right. The chair claims one of their hedge funds (5B8b), if any remain.\n• Insolvency. Reinvest may not drive the company into insolvency (5B6). See Example 5D2.\nd. Pegged Up. A chit at the topmost row cannot move farther up. If elevated, it doesn’t move, but instead the chair claims one of their hedge funds (5B8b), if any remain. See Example 5B8.\ne. Recession. The Loan Co. (only) is moved up to two columns left during a recession after a bank panic (5G3c).\nEXAMPLE [5B5b] There are 3 players with cards in LEO, and the Boost Co. is in ROW 3. Therefore, a single pad explosion will drive the company insolvent. A concerned shareholder performs a fundraiser op to move the Law to centrist, to safeguard the company.\nEXAMPLE [5B5c] The Patent Co. is a bull company of share value = 5 (a). During the board meeting, its chair (Player Green) chooses to reinvest. This moves it down a row but not to the right since it is in the last column (b). The company is pegged, allowing the chair to claim his 6th share as a hedge fund (c).\nEASILY MISSED: A company is never immune to budget cuts, even if its chair is. [5B5b]\n-3 VP\nEASILY MISSED: A casus belli future is not a Declaration of War, thus the company chit is not affected by it. [5B5b]"
    },
    {
      "id": "5B6",
      "title": "Insolvency",
      "text": "If a company chit moves down into the red (bear) arena, or it loses its last share, it becomes insolvent:\na. Default Chit. Unless he rescues it as an angel (see below), the chair of a company that goes insolvent receives the default chit (5A4j) from wherever it is. This chit is on its blue-side, or gold-side if post-monetization.\nb. Chapter 7. All existing shares must be Discarded.\nc. Angel. Any player (even outside their Turn) can pay double the minimum share value to buy one share. This refloats the company which is placed into the lowest row of the same column with 1 share.\n• Archangel. There can only be one angel. If more than one player offers to be the angel, the chair decides.\n• Strawman. You cannot be an angel for a company that you forced into insolvency by dumping (5C5c).\nd. Insolvency Effects. Assuming no angel, the insolvent company becomes unfloated, so that any player on their Turn may expend a transaction to float it again by purchasing one of its shares.\nEXAMPLE [5B6] Patent Co. is in the bottom row of the last column, with a share value of 3 Aqua (a). On her turn, Player Red dumps her share, receiving 3 Aqua but putting the company into Chapter 7 (b). This forces you and another shareholder to Discard your shares. You have 5 Aqua, which is short 1 Aqua to become an angel, so you plead with Player White to supply the last Aqua. He accepts on the condition that you assume his debt on his loan, by changing his debt cube to your color (c). Saved by you the angel, Patent Co. returns to the same place in the market, with yours as the only share (d), and you avoid the default chit."
    },
    {
      "id": "5B7",
      "title": "Litigation (Addition to the Lobby Free Action, Module 0)",
      "text": "Per O4, as a once-per-turn free action, you may pay 1 Aqua (payment waived after the market flips) and Discard one of your delegates in any inactive Ideology to optionally use its Law (O5). In Module 5, a lobby performed in an active or inactive Ideology may additionally perform litigation per Table 5B7, depending upon the Ideology lobbied.\n a. Space Empire (3F4c). This makes litigations impossible (Module 3).\n b. Disgrace. If you have the Default Chit, you cannot use trustee, corruption, or antitrust.\n c. Entitlement. An isobanker is immune to trustees, and cannot use corruption.\nEXAMPLE [5B3e] On your move, you drift from LMO to the martian aerobrake (a). You expend your transaction at the FINAO Co., paying the company price (currently 4 Aqua). The FINAO Co. goes up one row (b). Your Operational Rocket stops at the aerobrake with two cards: a reactor with the pac-man icon and a thruster (c). You expend your Operation to air-eater refuel (I5c). Your fuel consumption is 2, so you gain 3 FTs of water (d). You decide to pay 4 more\nAqua (thus paying the deluxe FINAO price) to avoid the Hazard Roll for this operation.\n10Cnorth pole hellas basin buried glaciers\nLMO polar insert\n10C arsia mons caves dust storm polar orbit\nMARS\n10C\nRocket Stack\nLaw Additional effects of a lobby\nIndividuality Lawsuit.Move any delegate into any Ideology.\nFreedom Constitution. No litigations for the rest of the Year.\nHonor Trustee. If tied for chair in a company, become chair.\nUnity Tort. Move your default chit to another player.\nAuthority Corruption. Swap 2 shares.\nEquality Antitrust. Move 1 company a column to the left.\nTABLE 5B7 LITIGATION\nEXAMPLE [5B7] On your Turn, you pay an Aqua and Discard your delegate in Individuality in order to lobby it. You ET produce using an opponent's Factory (freedom to roam), then use lawsuit litigation to move her delegate out of your Ideology. For your transaction, you Discard one of your delegates (the tender offer) in an proxy fight for the chair of her Loan Company (see 5C3). She is no longer able to defend.\nREMINDER: If the Active Law is UN General Assembly (yellow), there is no lobbying and thus no litigation. [5B7]"
    },
    {
      "id": "5B8",
      "title": "Bull Companies & Hedge Funds",
      "text": "A company that moves into the black arena of the stock market is a bull company.\na. Impunity. A bull company is immune to proxy fights (5C3).\nb. Hedge Funds. If a company chit can’t move up because it is at the top of a column, it is pegged up and doesn’t move. If it can’t move right and down because it is too far to the right, it is pegged right and moves down by one.\nIf either pegged up or right, the chair (5B1) takes his choice of a share or a cube from his available tokens in the HEDGE FUND arena into his Reserves (5A3d). These tokens are strictly unavailable until claimed during pegging, whereupon the chair has their cube limit (I7b) or their share limit (5A1f) raised.\nc. Forgiveness. Instead of taking a hedge fund, a chair may Discard the default chit (5A4j) from wherever it is.\nEXAMPLE [5B8] Someone pays to be a customer for a company in the top row (a). You are the chair, and this pegs the company (b). The company stays in place but allows you to claim your cube in the HEDGE FUND arena into your Reserves (c)."
    },
    {
      "id": "5C",
      "title": "Transactions & Dumping",
      "text": "During your Turn, you have 1 company transaction which you can use to purchase a share (including floating a new company), splinter a company, gain a share in a proxy fight, become a paying customer, or liquidate shares.\na. Sequence. A transaction can be made in addition to your Operation and Spacecraft moves, in any order. • Phasing Player Token. You receive this token (5A1g) when it is your Turn. As a mnemonic, turn the indented side facedown when and if you perform your transaction. Pass it to the next player when you finish your Turn."
    },
    {
      "id": "5C1",
      "title": "Purchasing a Share & Floating (transaction)",
      "text": "As a transaction, you may purchase a single share. The 8 company chits (5A3a) start unowned, sitting in the Pool. Each has holes for three shares. To purchase a vacant hole, pay the share value (5B4b). Then place one of your shares into the hole purchased. This either floats the company, or elevates it if it is already floated:\na. Floating a Company. If the company is not yet floated, first pay for its first share, then float the company by placing its chit into the bottom row of the stock market, covering the appropriate dotted-line shape (triangle, circle, square, or hexagon). See Example 5D2.\n• Floating the second Company of a shape. If a company is already floating in the market and its second copy is available, float this second company either per 5C1a (above) or as a splinter per 5C2.\n• White-Side or Black-Side faceup. When floating, you choose which side of the company chit will be faceup, its White-Side (an Earth-based company) or its Black-Side (ET-based company).\nIt's the 2nd cycle and you and your opponents are ready to boost. During your Turn, you float the Boost Co. by paying an Aqua (a). An opponent on their Turn also pays 1 Aqua to buy a share, which elevates the company to ROW 2 (b).\nWARNING. Although a BlackSide company can be floated either pre- or post-monetization, it provides no services until post-monetization.\n[5C1a]\nEASILY MISSED: On your Turn, you have both a single\nOperation and a single transaction. You also have free actions and Spacecraft moves. [5C] b. Elevating a Company. First pay the share value seen in the window (doubled if there is inflation), then move the chit up one per 5B5a.\n• Sell High, Buy Low. You are not allowed to dump and buy from the same company in a Turn.\nc. Negotiated Purchase. See 5B4d.\nd. Post-monetization (5E). After the market is flipped, the numbers on the stock market reflect the share value in Isotopes (see Core Game glossary). To purchase a share, move this number of beads from your isovault to the speculators (5F4a). Newly floated companies start where indicated by their dotted outlines."
    },
    {
      "id": "5C2",
      "title": "Splintering (transaction)",
      "text": "A splinter is a new company that includes disgruntled employees of the old company. As a transaction, you may splinter a company you have a share in, as long as the second copy of that shape has not yet been floated.\nThe procedure is:\na. Remove your share. This leaves a hole, which per 5C1b moves the parent company chit down one. If this moves it into the red, or all of its shares are now unowned, it becomesinsolvent per 5B6.\nb. Terrestrial or ET. Obtain the company chit of the same shape (square, triangular, circle, or hex) as its parent. It may be floated on its White-Side or Black-Side. Add your share in the chair’s position (uppermost hole).\nc. Starting Reputation. The splinter floats starting in the same column as its parent (because the disgruntled employees have reproduced its capital equipment) but at the lowest row (because the splinter starts with low reputation).\nEXAMPLE [5C2] During your Turn, you decide to splinter your share in the Patent Co., currently in ROW 2 at price = 4 (a). The other square chit is available. Your share is moved from the parent, leaving a hole, to the chair’s (apex) position of the splinter (b).\nBoth company chits end up in the bottom of the price = 4 column (c). Note that if you had splintered the company to it's Black-Side (5C2b), its services would not be available until the market flips.\nPATENT CO. PATENT CO.\nROW 2"
    },
    {
      "id": "5C3",
      "title": "Proxy Fight (transaction, Module 0 only)",
      "text": "As a transaction, you may attempt a proxy fight, i.e. changing an opponent's share in a company into your color. You must have a share available to make a proxy fight. Proxy fights remain possible during War or Anarchy. Follow this procedure:\na. Proxy Fight. Specify the share and shareholder under attack.\nb. Tender Offer. Discard a number of delegates of your color equal to the printed share value (do not double for inflation if present). Delegates in the Ideology of your faction color count double.\nc. The defender counters or steps down. If the defender Discards a single delegate that is in your Ideology, they retain their share, and both you and they lose delegate(s). If they don’t, they Discard their share to their Reserves, replaced by your share.\nd. Vote Tally. Perform this per O3a after the proxy fight to see if the Active Law changes. If playing Module 3, vote tally is not performed during War or Anarchy (3C).\ne. Bull Company immunity. A proxy fight is not allowed against a company in the bull arena of the stock market.\nf. Module 3. You are free to use or Discard delegates of your color in a proxy fight, including corrupted, in the enemy block, or extremists. A space empire (3F4c) shuts down Module 0, however proxy fights are allowed with Age of Piracy.\n• Age of Piracy variant. Use 3D9c, but instead of taking POWs, may swap an opponent's share for your available share.\nEASILY MISSED: Winning a proxy fight will make you the new chair if at least tied in shares, see 5B1c. [5C3]\nEXAMPLE [5C3] As Player White, you own 1 share of a company and the chair (Player Purple) owns the other two (a). In order to become the chair, you use your transaction to initiate a proxy fight. Since the current share value is 1 Isotope, you Discard 1 delegate from centrist (b). Player Purple cannot counter and so the top purple share is replaced by a white one (c). Since you are now the majority shareholder, you become the chair. The Active Law is centrist (d), but the post-fight vote tally moves the Active Law to authority (e).\nOn her Turn, Player Purple can make a retaliatory proxy fight as a transaction. Or she could Discard a purple delegate in authority (f), litigate corruption (5B7), and swap her share in the Boost Co. (g) with your chair position in the FINAO Co."
    },
    {
      "id": "5C4",
      "title": "Customer Service (transaction)",
      "text": "You become a paying customer by using your transaction and paying the company price for its service offered. This transaction elevates (5B5a) the company used, either the Patent Co. (5B3a), ET Unicorn (5B3b), Boost Co.\n(5B3c), ET Alchemy (5B3d), FINAO Co. (5B3e), ET Comet (5B3f), Loan Co. (5B3g), or ET Express (5B3h).\na. Conditions. The company must have been floated (5C1) and the service must actually be performed.\nb. Post-monetization (5E). The listed company price is moved from your isovault to the speculator's isovault (5F4b)."
    },
    {
      "id": "5C5",
      "title": "Dumping (New Free Action)",
      "text": "As a free action (G), you may sell any or all of your shares in any or all of your companies for their share value.\nYou immediately receive the share value (5B4b) of each share sold.\na. Timing. Additionally, dumping can occur at any time that you need to spend Aqua or Isotopes/FM, e.g. if you win an auction, need to repay contracts (Module 4), or pay during negotiations. However, you cannot dump and purchase from the same company in the same Turn.\nb. Multiple Dumping. If you dump more than 1 share in a company, receive the share value for the first sale, lower the company by 1 row, and then receive the new share value for the second sale. Share values in the red are zero.\nc. Company Chit Descent. Each hole created lowers the company by 1 row. If lowered into insolvency, all its shares are dumped per 5B6b and the player who was the chair just prior to the dumping gets the default chit.\nd. Post-Monetization (5E). Dumping a share is not allowed unless the speculators have enough beads to buy it. The speculators preferentially pay with FM if they have it. See 5F4d.\nEXAMPLE [5C4] An exotic reactor is on the top of the patent deck. To get it, you can either start a research auction, or pay the Patent Co. its price of 4 Aquas. The chair of the Patent Co. offers a 1 Aqua discount, and you accept. You pay 3 Aquas and she pays one for you to take the reactor. This frees up your Operation to boost the reactor to your Rocket in LEO, and move it this Turn, one Year early.\nEXAMPLE [5C5] During your Turn, you dump both your shares of the FINAO Co. (a), receiving 2 for the first sale (b), and 1 for the second (c). It becomes insolvent, but an angel saves it by paying double its cheapest share (d). However, to pay for this, the angel dumps her share in the Boost Co. (e), which goes insolvent. No angel appears, and you are forced to Discard your share (f). Player Green (the angel), being the last to have their business go insolvent, receives the default chit (g).\n-3 VP\nPAYING FINAO: Make the decision to pay or not the FINAO Co. just before entering the Hazard. [5C4a]"
    },
    {
      "id": "5D",
      "title": "Board Meeting (new event after the Event Roll)",
      "text": "Immediately after each Event Roll (K2) has been resolved, a new event, the board meeting, is held. In this event, the chair of each company either passes, or makes a board decision: dividend (5D1), or reinvest (5D2).\na. Order. A decision is made for each company, from the bottom to top row, from right to left. The 1st Player breaks ties."
    },
    {
      "id": "5D1",
      "title": "Dividend Payout (Board Decision for a company)",
      "text": "If the chair chooses to pay dividends, each share pays a number of Aqua from the Pool to its shareholder.\nThis number depends upon the row of the company chit, and is not possible in the first row.\na. Dividend Dots. The maximum amount of Aqua paid per share is equal to the number of dots (•) shown after the word DIVIDEND in that row (doubled if there is inflation (5A4e)). The chair can choose any number up to the max.\nb. Chit Down. After payment, move the company chit down equal to the number of dots chosen. Thus the number of rows is not doubled for inflation. (Simulates reduced operating funds in the company's treasury).\nc. Post-monetization (5E). The dividend payout is in beads per share, taken from the speculator's isovault (5F4b). If it contains both gold and blue beads, FM is issued first. If both FM and Isotopes are issued, the chair decides distribution. If there are insufficient beads, additional fiduciary media (blue beads per 5F5) must be added from the Pool to make up the difference. Thus the dividends for each share must be fully paid in beads.\nDIVIDEND DOTS [5D1a]\nPlayer Green Dividends. Player Purple\nDividends.\nEXAMPLE [5D1] You sail your crew to nyx and return, claiming glory in a ticker tape parade. You own a share in Boost Co. (a), and the ticker tape parade elevates it from ROW 4 to ROW 5 (b). As chair, during the board meeting you declare dividends of 3 Aqua per share, less than the maximum (DIVIDEND••••) in this row. You receive 3 Aqua and the other shareholder receives 3 Aqua (c). The company descends to ROW 2 (d) due to the depletion of its treasury. On his Turn, Player Purple also brings back glory. This scores a ticker tape coup (5B1b), and his share swaps positions with yours (e). As the new chair, the parade elevates the company to ROW 3 (f).\nEASILY MISSED: No board meeting decisions are possible for a company in the bottom row (ROW 1). [5Da]\nEach share can yield up to 2 Aqua in dividends, or 4 if inflation."
    },
    {
      "id": "5D2",
      "title": "Reinvest (Board decision for a company)",
      "text": "If the chair chooses the reinvest board decision, move the company chit one step down (representing depleted treasury), then one step to the right (representing increased capital) per 5B5c.\na. Modernize (post-monetization). After the market has flipped (5E), the chair may decide to flip a WhiteSide company to its Black-Side immediately after reinvesting it.\nEXAMPLE [5D2] a. As Player Green, you float the FINAO Co. by purchasing a share for 1 Aqua.\nb. On their Turn, Player Red buys a share for 1 Aqua, elevating the FINAO Co. to ROW 2.\nc. During the board meeting, as chair you choose to reinvest the company. The company chit moves down one row, then one to the right.\nd. On their Turn, Player Red spends 4 Aqua as a paying customer to claim a malf on their Rocket Stack. This elevates the FINAO\nCo. by one row.\ne. During the next board meeting, you perform a reinvest. The company chit moves down a row, then one to the right.\nf. Another reinvest is not possible because this would put the FINAO Co. into the red.\n\"The Red\"\nTIP: When the market flips, only a company's row is preserved. Reinvestment is not recommended close to market flip. [5D2] b FINAO CO.\nFINAO CO. FINAO CO."
    },
    {
      "id": "5E",
      "title": "Flipping the Stock Market (Modules 1,2)",
      "text": "Flip the stock market to its post-monetization side if isotope monetization (5E2) occurs. This is permanent. a. Move companies to the same row that they were previously, but in the first column. They retain their shares.\n• Loan Co. Any hex companies move to the fourth column instead of the first column, as shown by the hex icon.\nb. Transfer hedge funds (shares & cubes) to the same arena on the new side.\nc. Settle/Transfer Debts. Players may pay off any debt cubes (4 Aqua per cube, doubled if inflation). Remaining debt cubes stay on the Sunspot Cycle, but each is now a debt of 1 bead (gold or blue) rather than 4 Aqua.\nd. Inflation Duration. Inflation - the doubling of expenses and incomes (5A4e) - persists until the stock market flips, and not earlier, even if the monetizing Bernals that caused it are unanchored or Decommissioned.\ne. Isobank founded. The isobank with its 7 isovaults is founded per 5E3. This adds fiduciary media into the speculator's isovault per 5E3b and fiduciary media/Isotopes into the player's isovaults per 5E3c.\nf. Aqua Crash. Each player Discards all leftover Aqua in their Bank (it has been rendered worthless by an Aqua glut in LEO caused by space elevators and terrestrial railguns).\ng. Default Chit (5A4j) remains on its blue-side but will flip to its gold-side the next time it is transferred.\nh. Ongoing contracts remain in place but late fees are now 1 Isotope/FM per 5A4k."
    },
    {
      "id": "5E1",
      "title": "Isostandard & GW Thruster (expands upon 4D1 in Module 4)",
      "text": "If you have ET produced a GW/TW thruster (1C), you may factory-refuel (1C1a) gold beads (Isotope Fuel) at Factories matching the Spectral Type of this thruster. This introduces gold beads into the game from the Pool. This Spectral\nType is called your isostandard. Once you have established this, it can be changed only if you ET produce a new GW thruster after selling, trading your original (1Cb). You may only add fuel to GW/TW thrusters of your isostandard.\nEASILY MISSED: The amount of Aqua produced in a site refuel remains unchanged during postmonetization. [5Ef]\nTIP: Post-monetization is an Isotope economy, and you can only produce Isotopes at a Factory on a Spectral Type matching your GW Thruster.\nTherefore, your choice of GW thruster is often decisive.\nThere are single examples of types D, M, and V fusion GW thrusters. There are 2 type\nS fission GW thrusters, since S worlds are often dry you will need a robonaut of ISRU or lower to accomplish this. Finally, there are 2 type H fusion GW thrusters, and these Factories are only likely on Luna or the surfaces of the gas giants.\nHowever, if the market has flipped, ET Comet provides access to H Comets such as halley’s, bee zed, or kreutz sungrazer. [5E1a]\nREMINDER (MODULE 4): The Promotion of a GW thruster to a TW thruster (4C7e) additionally needs the presence of Colonists with at least 4 different augmentations, plus a completed contract - either gold-side (4B1b) or Exodus (4B1c). These requirements are similar to the Promotion of Colonists, Freighters, & Bernals. [5E1]\n-3 VP -6 VP"
    },
    {
      "id": "5E2",
      "title": "Isotope Monetization (modifies 4D1a in Module 4 & 3B5 in Module 3)",
      "text": "Isotope monetization flips the stock market to its post-monetization side.\nEXAMPLE [5E2] In order to boost your “Lofstrom Loop” Bernal plus a generator (a), you first dump your share in the Boost Co. (gains 4 Aqua (b) & lowers the company 1 row (c)), then spend 14 Aqua to perform the boost operation. Finally, you load the Bernal with 3\nAqua and move it and the generator to the cycler Home Orbit. On your next Turn, you use the epic hazard operation to Anchor it (1A6c). Since you have no more Aqua to pay the FINAO Co., you must make the Epic Hazard Roll. Fortunately, you do not roll a “1” (which would drop the supports for the 2000 km launch loop shown on the box cover into the ocean). This success causes inflation, doubling all costs and incomes (5A4e). Shortly after that, you ET Produce the Dense Plasma H-B Focus Fusion GW Thruster at your Factory on badenia. When/if you mine 1\nIsotope there, the market flips and the Aqua market crashes (5E). This remonetization ends inflation (since Aqua is no longer money).\nEASILY MISSED: After the Aqua crash, Isotopes are useful for:\n(1) fuel for GW/TW thrusters, (2) payment for company services, (3) bids in research auctions, (4) boosting payloads of Mass 10 or more. [5Gf]\nTIP (MODULE 4): Flipping the market gains access to the Exodus contracts and their bonus Isotopes. This helps with Futures. [5E2]\nSPECUL ATOR’S\nISOVAULT As a free action, buy or sell Isotopes stored here for 10 Aqua (4D1d).\nIsotope stored here for 10 Aqua at your Bank (4D1d).\nISOVAULT (5F4)\nAll payments for dividends, dumping, & Hand Card free market come from beads stored here."
    },
    {
      "id": "5E3",
      "title": "Isobank Founded (expands upon 4D1 & 4D2 in Module 4)",
      "text": "Flipping the market founds the isobank, a central repository that accumulates all the Isotopes mined in the Sol System for the purpose of fueling a starship for a future starshot. The isobank is the Factory where the first gold bead was produced. The owner of the Factory is called the isobanker. Only one isobank can be founded (or two if playing with Module 4). The isobank is divided into 7 isovaults to hold money.\na. Isobank location. Place the starship chit under the factory cube that caused isotope monetization (5E2a,b).\nb.FM starting in the Speculator's Isovault. The hex-shaped area in the companies placard is divided into repositories called isovaults.\nc. FM/Isotopes starting in the Players' Isovaults. The other 6 isovaults are player's isovaults (5F3), where players can hold money in addition to their Banks. The isovault of each player starts with a number of fiduciary media equal to the number of domes of their color on the map (Colonies and Anchored Bernals). In addition, the isotope mined to found the isobank is placed in the isobanker's vault.\nd. Isototal. The sum of Isotopes (but not FM) in all 7 isovaults of the isobank is called its isototal (4E3a). If there are two isobanks (5F6), each has its own isototal.\nEXAMPLE [5E3c] You have 10 Aqua in your Bank (a) and 6 Aqua at an Outpost when the stock market is flipped. There are 2 companies floated, so the speculators receive 2 FM (b). You Discard the 10 Aqua (c), but keep your outposted Aqua. Both you and the isobanker have one Colony dome on your Home Bernals, so you both receive one blue bead (fiduciary media) from the Pool (d). Finally the isobanker receives one gold bead (Isotope) (e) in their vault - the one mined to found the isobank.\nGLORIES\nAQUAS\nRocketplane\n4 VP"
    },
    {
      "id": "5F",
      "title": "The Isobank (Modules 1,2)",
      "text": "The isobank is a central repository that accumulates all the Isotopes that have been refined in the Sol System (the stated purpose is for eventual use as starship fuel in a starshot). Each player has a repository inside the isobank called an isovault, which can hold only Isotopes (yellow beads) and FM (blue beads). The isobank is founded when the market flips per 5E. Only one (or two, see 5F6) isobanks can be founded."
    },
    {
      "id": "5F1",
      "title": "Isobanker & Companies Placard (unchanged from Module 4 (4D2))",
      "text": "The player owning the isobank Factory or Bernal that flipped the market is known as the isobanker.\na. Bernal Isobank. If the isobank is a Factory, and a Bernal Anchors (or is already Anchored) using the Factory as a Dirtside, the Bernal becomes the new isobank and the owner of that Bernal becomes the new isobanker.\n• Isobanker Medallion (Module 4). This is awarded to the isobanker of a Bernal Isobank, since this Bernal is a proto-starship, see 4A2o. A rival wildcatter with a greater isototal can seize the medallion (5F6e).\nb.Decommission/Unanchor. The isobank(s) can't be voluntarily or involuntarily Decommissioned. It can be unanchored only as a desperation starshot (4D3), or if all its Dirtsides are lost. This causes a bank panic (5G3). Its isovaults continue transactions but if unmanned its Isotopes can be robbed by a Felonious Human using cargo transfer.\nSPECUL ATOR’S\nISOVAULT As a free action, buy or sell Isotopes stored here for 10 Aqua (4D1d).\nIsotope stored here for 10 Aqua at your Bank (4D1d).\nISOVAULT (5F4)\nAll payments for dividends, dumping, & Hand Card free market come from beads stored here."
    },
    {
      "id": "5F2",
      "title": "Isotopes",
      "text": "The supply of Isotopes (gold beads) in the game starts with those starting in the isovaults placed when the isobank is founded per 5E3. Remaining gold beads are in the Pool and out of circulation. These isotope fuels (isofuels) can be returned to the Pool only by Decommission or being expended as fuel in a GW/TW rocket.\na. Creating Isotopes. There are 4 ways to move Isotopes from the Pool to your Isovault (increasing its isototal):\n• Isotope Site Refuel + Transport to Isobank. The site refuel (Operation 1C1a) must be at a Factory with a Spectral Type matching the Spectral Type of a GW thruster that you have ET produced (1Cb).\nTransport is possible per 5F3a or ET Express (5B3h).\n• Cash Advance of a Gold-Side Contract. Additional 1 or 2 Pool Isotopes per 5A4i added to your isovault.\n• Futures (Epic Hazard Operation 1A6). All additional Isotopes spent for a Future go to the speculator’s isovault (5F4).\n• Black-Side Card Sale (Free Market Operation I3a,b). This sells (Decommissions) your Black-Side Card for one Isotope taken from the Pool to your isovault (5Gd).\nb. Increasing Isobank Cash Ratio. For each Pool Isotope that anyone adds to the Isobank (see the preceding methods), the isobanker may Discard one fiduciary media (5F5) from the speculator's isovault (if present).\n55 AQUA CRASH is modeled after the hyperinflation of the German papiermark. At the outbreak of WW1 in 1914, the German government abandoned the gold standard, and financed the war by heavy borrowing. To repay this, in 1923 every printing press in Germany was commandeered to spam over sextillion papiermarks. This money became less valuable than the paper they were was printed on, and people burned them to stay warm. The misery was ended and the economy was stabilized by issuing a new currency, the rentenmark, backed by gold bonds.\nREMEMBER: Ad Astra Futures require a Spacecraft to exit the map at locations labeled: Jupiter-Sol-Jupiter exit, the Sol Exit Neptune, or Sol Exit Oort (1D1b). Then\nDecommission the entire Operational Stack. [5F2a]\nEXAMPLE [5F2b] You accept the \"Highest Cliff\" contract (a). Per 5A4i, the 15 Aqua advance is added to a Stack, and 2 Pool Isotopes to your isovault (b). Since you added 2 Isotopes, the isobanker chooses to Discard 2 FM from the speculators (c).\nSPECUL ATOR’S\nISOVAULT As a free action, buy or sell Isotopes stored here for 10 Aqua (4D1d).\nIsotope stored here for 10 Aqua at your Bank (4D1d).\nISOVAULT (5F4)\nAll payments for dividends, dumping, & Hand Card free market come from beads stored here."
    },
    {
      "id": "5F3",
      "title": "Player Isovaults",
      "text": "Isotopes (gold beads) and FM (blue beads) are transferred between the isovaults of the 6 player colors by Negotiation (N), and to/from the speculator’s isovault per 4D2e and 5F4a,b. Remove Isotopes from the Isobank only to fuel a GW/\nTW rocket. Remove FM by isobanker's cash ratio (5F2b), bank panic (5G3), or disbandment (5F6e).\na. Transporting Isotopes to your Isovault. If you transport Isotopes (as Cargo) to the Isobank (e.g. in a GW rocket fuel strip or Freighter, or site refuel at a Dirtside), store them in the isovault of your color. You also own any Isotopes in your Stacks, but these cannot be used in transactions (5C) until transported to the isobank.\nb. Debasement (Modified from Modules 3 & 4). You cannot convert Isotopes into Aqua or vice versa. Per F4c, Isotopes can be used as Aqua to activate a Water Thruster.\nc. Withdrawals (Same as 4D2e, Module 4). You are only allowed to withdraw Isotopes for the purpose of refueling a GW/TW thruster of your isostandard (5E1), located at the isobank's location. Moving Isotopes to and from a Stack and an isovault per 5F3a,c is a cargo transfer (free action, see G1).\nd. Isostandard. All Isotopes in your Isovaults are automatically considered your isostandard (1Cb).\nTIP. What if you are poorly prepared for the Aqua crash?\nIf you have neither a GW thruster nor an isostandard, you will have no Isotopes with which to buy company services! However, the traditional Operations are still open for you. In your auctions, your bids will be zero but you still win if nobody else bids and gain the Isotopes of others if you lose.\nYour boosting will be limited to 9 Mass. You can use the free market operation or share dumping to gain speculator's Isotopes. If you are a chair, you can also grab speculator's Isotopes with dividends. [5F3]"
    },
    {
      "id": "5F4",
      "title": "Speculator’s Isovault",
      "text": "The central isovault shown in the companies placard is called the speculator's isovault. Isotopes there are called speculator’s Isotopes and represent circulating Isotopes (gold beads) and fiduciary media (blue beads) that are unowned by players. It starts with beads per 5E3b and may gain or lose beads as follows:\na. Payments to Speculators. If you buy company services (5B3, 5C4a) or shares (5C1), move beads from your isovault to the speculator's isovault.\nb. Payments from Speculators. If you are owed speculator’s beads (e.g. free market sales of Hand Cards (5Gd)), dumping of shares (5C5, 5G2b), or dividends (5G2b), move them from the speculator's isovault to your isovault (5F4b). The speculators will pay with FM (5F5c) if they have any, otherwise with Isotopes.\nc. Ties. If two players have a simultaneous claim on the last speculator’s Isotope, then the most clout (C8) wins. d. Insufficient Funds. The incoming payments are limited by the availability of speculator’s beads (either\nIsotopes or FM), with the exception that the dividend transaction (5D1a) can issue fiduciary media (5F5) to make up the shortfall. The Operation or transaction is still expended.\nSPECUL ATOR’S\nISOVAULT As a free action, buy or sell Isotopes stored here for 10 Aqua (4D1d).\nIsotope stored here for 10 Aqua at your Bank (4D1d).\nISOVAULT (5F4)\nAll payments for dividends, dumping, & Hand Card free market come from beads stored here.\nEXAMPLE [5F4] For your transaction, you pay the speculators for services provided by a circular company (a). For your Operation, you perform a free market to sell a White-Side card to get that Isotope back from the speculators (b).\nCLOUT [5F4d]\nEASILY MISSED: If the speculators have no beads, you get no payment for selling Hand Cards or dumping. [5F4d]"
    },
    {
      "id": "5F5",
      "title": "Fiduciary Media",
      "text": "Isovaults can hold blue beads which represent fiduciary media (abbreviated FM, aka “Fake Money\" because it is only electronic and not backed by actual Isotopes). FM is treated as 1 Isotope for all purposes, except it cannot be moved outside the isobank (and thus cannot be used to fuel a GW/TW Rocket) and can be Discarded during a bank panic. FM is created during the isobank founding (5E3b) and in 3 other instances (5F5a,b, 5Ge):\na.Dividend FM Payout. During the dividend decision (5D1b), if there are not enough speculator’s beads to pay every shareholder the number of dots chosen, the chair must take FM (blue beads) from the Pool instead.\nb.Bank Loan FM Payout & Repayment. If you get a loan from a Loan Co. (5B3g), the loan amount (number of debt cubes) is added as FM from the Pool to your isovault. Repayment can be in either Isotopes or FM.\nc. Speculator's Payouts with FM. If you sell something (5F4b) and receive speculator's beads, the speculators will preferentially pay you with FM if they have both Isotopes and FM.\nd. Increasing the Isobank's Reserves. The isobanker may remove FM from the Isobank if Isotopes are added to it per 5F2b.\n10 Aqua (4D1d).\nIsotope stored here for 10 Aqua at your Bank (4D1d).\nISOVAULT (5F4)\nAll payments for dividends, dumping, & Hand Card free market come from beads stored here.\nEASILY MISSED: Fiduciary media can only be created during a loan by the Loan\nCo., or by a chair while issuing dividends. It can be removed by an isobanker if Pool Isotopes are added (5F2b), or during a bank panic (5G3) or disbandment (5F6e). [5F5a]\nEXAMPLE [5F5] The FINAO chair declares dividends and the speculator’s isovault has 1\nIsotope (a). The chair gives this isotope to himself (b) and pays the other 2 shareholders with Pool FM (c).\nThe company drops from ROW 3 to ROW 2 (d).\nSPECUL ATOR’S\nISOVAULT As a free action, buy or sell Isotopes stored here for 10 Aqua (4D1d).\nIsotope stored here for 10 Aqua at your Bank (4D1d).\nISOVAULT (5F4)\nAll payments for dividends, dumping, & Hand Card free market come from beads stored here."
    },
    {
      "id": "5F6",
      "title": "Wildcat Isobank (Modules 2 & 4)",
      "text": "If playing with Modules 2 & 4, you have a second starship placard available and thus a second Isobank, called the wildcat, can be founded or Anchored. The wildcat must be either a Factory or a BEO Bernal that contains at least one Isotope of the isostandard (1Cb) of the owner of this Bernal.\na. Wildcat. The wildcat becomes a second isobank. The wildcatter receives the second starship placard (4A2h), and if you bring any isotopes there, set them into your isovault. Players can have accounts in both isobanks.\nEither Isobank can become a desperation starshot (4D3), which per 5G3 causes Anarchy and bank panic.\nb. Starting Funds. A wildcat starts with speculator’s FM (blue beads) equal to the number of companies in the game. The player isovaults start with all Isotopes colocated at the Bernal or Dirtsides (but with no starting fiduciary media, 5E3c). Isotopes may also be transferred to the isobank per 5F3a or ET Express (5B3h).\nc. Payments to Speculators. If there are two isobanks and you buy company services (5B3, 5C4a) or shares (5C1), choose which isobank to use and move beads from your isovault to the speculator's isovault in that isobank.\nd. Payments from Speculators. If there are two isobanks and you sell cards or shares (5Gd, 5C5, 5G2b), or as a chair choose to issue dividends (5G2b), you choose which isobank to use. Move the beads from the speculator's isovault to the player's isovault (5F4b) in the same isobank.\ne. Rival Wildcats. Only 2 Isobanks are allowed. If a Bernal has accumulated more Isotopes than all existing Isobank(s), the Isobank with the lowest isototal is disbanded (first player decides ties). It Discards all FM and transfers all Isotope holdings into Stacks located there (e.g. into Bernal or Outpost Stacks). Move the disbanded starship placard (along with its speculator's gold beads) and starship chit to the Bernal that becomes the new isobank.\nf. Endgame. Only the isobank with the most isototal achieves Project Exodus scoring (4E4). Only the player owning this Bernal achieves the isobanker medallion (4A2o).\nEXAMPLE [5F6] After your opponent establishes an Isobank, you build your first Factory at the centaur okyrhoe and use it to produce a GW thruster and one D Isotope (a). You receive a starship placard for founding the second isobank at okyrhoe (b). You move the freshly-refined Isotope to your isovault (c) and, since there are 3 companies in the game, 3 fiduciary media for the speculators (d)."
    },
    {
      "id": "5G",
      "title": "Post-Monetization Rules (Modules 1,2)",
      "text": "As the number of water-producing ET Factories floods the supply of water in Banks and LEO, water as a commodity-based currency becomes severely inflated (this is an effect of the game rules, not a rule itself ).\nAt the point of isotope monetization (5E), this “aqua crash” causes Aqua to be no longer accepted as legal tender for company services, shares, dividends, research auctions, boosting, or late fees. Isotopes become the sole currency, which cannot be purchased for any amount of Aqua (5A4f).\na. Infinite Aqua at LEO/Bank. Water becomes so plentiful that rockets at LEO/Bank can cargo transfer any amount of FTs into their Fuel Strip. Adjust your Wet Mass (F3b) to any desired value.\nb. Factory Loading Only. Freighters with this restriction (1B3b) now treat LEO/Bank as a Factory.\nc. Research Auctions (I2). The top card of a patent deck plus its primary supports can be taken either by winning a research auction (I2), in which all bids are in beads from isovaults, or as a paying customer for a Patent Co. (5B3a). If you lose an auction that you initiate, the winner pays your bid from their isovault to yours.\nTIP: Aqua continues to have value as rocket fuel for rockets using water propellant. Thus Aqua can still be usefully stockpiled in BEO locations. [5Ga]\nEASILY MISSED: Your Bank starts at LEO, but shifts to your Home Bernal per\nEASILY MISSED: Your Bank is either LEO, your Home\nBernal (5A4c), or (Module 3) your ET Home Bernal (3F1a).\nYou may never deposit Isotopes or FM at your Bank, but only to the Isobank. You may never pay for anything from your Bank, only from your Isovault. [5G] d. Free Market Op (Addition to I3a,b). During post-monetization, this Operation gains no Aqua but sells a Hand Card for a speculator’s bead (if any), or a Black-Side Card for a Pool Isotope.\n• Free Trade Act (O5a). As an Operation you may sell two Hand Cards for 2 speculator’s beads, or two Black-Side cards for 2 Pool Isotopes. During War (Module 3), may petition Freedom to sell a White-Side card for 1 bead.\ne. Paleoconservative Directive (O5b). During your fundraise operation, take from the Pool a number of FM equal to the number of glory chits that you brought back to your Bank.\nf. Boost Operations (I4). If the stock market is flipped (5E), the cost is zero up to a Mass of 9, 1 bead for a Mass of 10 - 19, and 2 beads for a Mass of 20 or more. Boost costs are now the same to monetizing and non-monetizing Bernals.\ng. Summary. See Table 5G (last page)."
    },
    {
      "id": "5G1",
      "title": "Post-Monetization Payments & Bonuses",
      "text": "Since Aqua has lost value, payments and bonuses previously done in Aqua are now done in Isotope or FM beads.\na. Aqua costs. Everything that used to cost less than 10 Aqua is now free (e.g. Lobby, Launch Fees, research grants, suborn, costly weapons, Futures requiring spending less than 10 Aqua, & Taxes). Everything that cost\n10-19 Aqua is now 1 bead (e.g. cost for a second Bernal built at your first Bernal (2B1c)), and anything that costed 20 or more Aqua is now 2 beads (e.g. completion cost for uplift future (1D5n)). b. Aqua bonuses. These are no longer paid (e.g. income/fundraising (I1, O2b), mishap insurance, & Bernal profits).\nc. FT costs (delivery operation, acetylene rocketplane liftoff, etc.) are unchanged.\nd. Advances/Late Fees of Gold-Side contracts. Advances are paid as per 5A4i. Late fees are 1 bead, see 5A4k.\nEASILY MISSED: After the market flips, the Ability of the paleoconservative directive\nLaw (O5b) gains FM instead of Aqua. It also affects political scoring (O7b). [5Ge]"
    },
    {
      "id": "5G2",
      "title": "Post-Monetization Company Chit Movement",
      "text": "Once the stock market has flipped (5E), the movement of company chits on the stock market is unchanged. They move in the same way and on the same occasions as it did before the flip, see 5B5.\na. Recession. During post monetization, a special chit movement is possible: the Loan Co(s) is moved two columns to the left for each company that goes insolvent without being saved by an angel during a bank panic (5G3c). See Example 5G3 (next page).\nEXAMPLE [5G2] After the stock market flips, you are the chair of the FINAO Co. which starts in ROW 3 (a). During its board meeting, you reinvest, moving it into the 2nd column (b). During your Turn you pay the speculators 2 beads to avoid a Hazard Roll for your Spacecraft (c). On her Turn, Player White pays the speculators a bead for a share in the FINAO Co.(d). The FINAO Co. ends in ROW 4 (e).\nDuring Sunspot Cycle advance in the next Year, the Sunspot Cube (f) advances past your timepiece for your unfulfilled contract, flipping it to its alarm side and making you deadbeat (4B5a). During the board meeting after the event, you choose to issue dividends. All 3 shareholders take a bead from the speculator's isovault (not shown), and the company descends to ROW 1 (g). On your Turn, you pay the 1 bead late fee using the dividend you just earned. Thus you avoid the default chit (h) and avoid plunging the company into insolvency.\nBut if any of your shareholders should dump their share, your company would go insolvent. ROW 4\nLate contract!\nROW 1\n-6 VP\n-6 VP\nSPECUL ATOR’S\nISOVAULT As a free action, buy or sell Isotopes stored here for 10 Aqua (4D1d).\nIsotope stored here for 10 Aqua at your Bank (4D1d).\nISOVAULT (5F4)\nAll payments for dividends, dumping, & Hand Card free market come from beads stored here.\nEXAMPLE [5G3] BANK PANIC 5G3. Post-Monetization Bank Panic (new event for Module 5)\nIf the Event Roll is Anarchy (K2e), Exodus exits (4D3e) , or outbreak of War (3C), then all isobanks suffer a bank panic:\na. Bank Run. Starting with the isobanker, players take turns exchanging 1 FM from their vault into 1 speculator’s Isotope, continuing until there are no more Isotopes in the speculator's vault or there are no more FM to exchange.\nb. Deflation. Discard all FM from the Isobank. Then each player must Discard one of their shares for each FM they lost, starting with the 1st Player. They may avoid Discarding a share by lobbying the centrist law (O5g) for each share. Each company goes down a row for each share lost. They stop when they run out of either FM or shares.\nc. Recession. If any companies became insolvent (5B6), Discard all its shares. Unless it is saved by an angel, move all Loan Co. chits two columns to the left (5G2a) for each insolvency.\nEXAMPLE [5G3] In a 3-player game, the speculators have 2 FM and 1 Isotope (a). The Event Roll is a '6' in season blue, causing a bank panic. The isobanker (Player White) changes a FM into an Isotope from the speculator's (b). Then 2 FM in the speculator’s isovault are\nDiscarded (c). The 1st Player (Player Red) Discards 2 FM (d) and thus 2 shares, sliding ET Unicorn into bankruptcy (e). The next player clockwise (Player White) Discards 1 FM (f) and thus 1 share, sliding the FINAO Co. into bankruptcy as well (g). The 3rd player (Player Yellow) is unaffected. There is a recession, so the Loan Co. moves to the left 1 column (but not 2 columns because it runs into the edge of the board (h)). Player White gets receives the default chit (i) since the FINAO Co. became insolvent last. Both Players White and Yellow Discard their shares in the insolvent companies without compensation (5B6b). No angels appear to save either company.\nET Unicorn\nET UNICORN\nInsolvent! Insolvent!\nLOAN CO. LOAN CO.\nET Unicorn ET UNICORN i"
    },
    {
      "id": "5H",
      "title": "Endgame Scoring",
      "text": "Scoring is per M2, with 3 additions:\na. Company VP. Each player scores 1 VP per share token of their color in the market, plus VP equal to the share value of each of their companies that they are the chair of (5B4b, not doubled for inflation nor multiplied per share).\nb. Default, FM, & debt cube penalty. Even if you are a chair, holding the default chit (5A4j) is minus 3 VP on its blue side or minus 6 VP on its gold side. Each debt cube (5B3g) you hold is minus 3 VP. During Project Exodus starshotscoring (4E2f, 5A4l), fiduciary media do not count, but completed ad astra Futures count as 4 Isotopes.\nc. Bonus VP (M2b). This includes malf chits (4 VP each) as well as glory and heroism chits."
    },
    {
      "id": "5I",
      "title": "Helpful Hints for Investors by Geoff Speare",
      "text": "Besides being endgame VP, companies are useful in the following ways:\na. Square. The Patent Co. will get used a lot if the chair chooses to reinvest to bring the price down.\n• Post-monetization. If you are the chair, modernize it to ET Unicorn as soon as the market seems sure to flip, as ET production is the primary limiter of the pace of the game once Factories are started.\nb. Triangle. Boost Co. will get used a lot, so I recommend early investment, as the chair if possible. • Post-monetization. The Boost Co. is still quite useful. Without BEO Bernals, ET Alchemy isn't useful.\nc. Circular. Malfs make the FINAO Co. a necessity. Float it if you are flying early. • Post-monetization. ET Comet is often used by players to set isostandards for their GW/TW thrusters.\nd. Hexagon. The Loan Co is a high flier, providing consistent dividends. If you lose or dump your shares, it'll be expensive or impossible to get back in.\n• Post-monetization. The Loan Co. becomes less useful as time goes on. Without BEO Bernals, ET Express isn't useful.\nEXAMPLE [5H] It is the end of the game, and you have 4 shares. You are also chair of the FINAO Co. (a) and the Boost Co. (b) both with a share value of 3 Aqua (b). Your endgame Company VP is therefore equal to 4 + 6 = 10.\nPlayer Purple: + 6 = 10 company VP.\nREMINDER (MODULE 4): The minimum amount of Isotopes in an isobank for a desperation starshot is:\nMODULE 4: Each unfulfilled contract is -3 VP (5A4m). [5Hb]"
    },
    {
      "id": "5J",
      "title": "Iso Dawn (Post-Monetization Scenario)",
      "text": "This scenario is set immediately after the market has flipped (5E). The value of Aqua has crashed and the spacefarers have begun to adopt rare fusion isotopes as money. A new central bank has become the accepted repository for isotopes and isotope transactions. This new dawn augurs a golden era for companies that will help colonize exotic Comets, create\nET products, expedite components between Bernals, and many other offers. But there are serious risks if greed and speculation overwhelms the stock market. Iso Dawn sets the stage for a full game of HF4 in the post-monetization era.\na. Number of Players. 2 or more.\nb. Modules. Must be played with Modules 0, 1, & 2. Can be played with Modules 3 & 4.\nc. Setup. As per Core (C) (plus the Modules used), with the following exceptions:\n• Seniority Disks (C1). Place 2, 3 or 4 Seniority Disks for a medium, long, or Futures game.\n• Stock Market. Place this placard in a public area on its \"Post-Monetization\" side.\n• Companies & Malfs. Place the companies placard in a public area, and place the 4 malf chits (5A5) into the spaces provided on this placard.\nd. Quick Start/Rapid Start (optional). To start with a Hand of cards, use a quick start (V1) or rapid start (5K), which, after performing the first Solar Cycle to acquire cards, expends the first Seniority Disk.\n• Setup (in addition to V1b, 5Kb). Roll 1d to determine the starting Factory Location for each Faction color according to row 3 in table 5Jj. Place a Claim and Factory of the faction color on the Site.\n• 1st solar cycle (change to V1c, 5Kc). During the first cycle, you can only take/auction from the 6 Core patent decks or take/auction one Crew card exclusively. If you take a Crew card, immediately complete your Faction setup by executing 5Jf - 5Jj.\n• 2nd solar cycle. Before starting this, players without a Faction complete their setup per 5Je - 5Jj.\ne. Faction Selection. Randomly, or by some arrangement, assign each player to a Crew card of a Faction color. If playing rapid start (5K), gain a Crew card during an auction, skip this and continue with 5Jf.\n• Space Agency. Each player can secretly choose either side of their assigned Crew card. f. Starting Colonist. Randomly, or by some arrangement, assign each player to an earthborn Colonist card (exclude Robots, see 4C).\ng.Starting Delegates. Each player starts with one cube in their Faction color in the political assembly, and a second cube in the ideology indicated by their Colonist.\nh.Vote Tally. Perform a vote tally (O3a) to set the Active Law star.\ni. Starting Implants (Module 4). Give each player two random augmentation chits (4C3) of differing shapes. Each player decides their Ability (side A or B) and implants them into their Colonist (4C3).\nTIP: Some faction privileges are obsolete in the postmonetization world. But still useful are Marketeer/\nScrum Troubleshooters (Player Gray), Skunkworks (Player Red), Dharma\nRefuel (Player White), Blink Telescope (Player Yellow),\nFelonious (Player Purple), & Powersat (Player Green).\n[5Je]\nTIP: With just your Crew thruster, you can get out to any of the starting\nFactories. Using Solar Oberth or Venus flyby in season blue gets you even further. [5Jj] j. Factions Setup. Consult rows 1 through 6 on the table below, according to your Faction Color (Row 1):\n• GW Thruster (Row 2). Receive the specified card into your Hand. Discard unused GW thrusters into their deck.\n• Starting Factory (Row 3). If playing quick/rapid start (5Jd), this was done during setup. Otherwise, roll 1d for the Location of your starting Factory. Place a Claim and Factory of your color on this Site.\n• Starting Home Bernal (Row 4). Take a Bernal placard and place a Kalpana Bernal topped with a Colony dome in the Home Orbit specified. Your Crew Card and Colonist start in this Bernal.\n• Starting Shares (Row 5). Start with 2 free shares in the indicated company chit (5A2). The first share floats a company, and each additional share raises it one row (5C1). If multiple players have shares in a company, the highest clout (C8) is the chair. Place any unused companies into the Pool.\n• Starting Player & Speculator's Beads (Row 6). You start with no Aqua, but your isovault starts with the FM (blue beads) specified. The speculator's Isovault starts with a number of FM (blue beads) equal to the number of floated companies.\n• Determine Isobanker & Isobank. Randomly select one player to be the Isobanker, and place 1 Isotope (gold bead) in their vault. The Isobank starts at the Isobanker's Factory. Place the starship chit there.\n• Hedge Funds. Each player places two shares and two cubes into the upper right corner of the stock market marked HEDGE FUNDS and adds their remaining 3 shares into their Reserves.\n• Glory Chits & cleanup. Discard Glory chits from Heliocentric zones that have Bernals and industrialized Sites. Remove any unused colored tokens placed during 5Jd.\n1. Faction Gray (individuality) Red (freedom) White (honor) Yellow (unity) Purple (authority) Green (equality)\n2. Starting GW Thruster\nDense Plasma H-B Focus Fusion (D)\nSalt-Water Zubrin (S)\nSpheromak 3\nHe-D Magnetic Fusion (H)\nMini-Mag Orion Z-Pinch Fission (M)\nAmat-Catalyzed Fission-Fusion (S)\nLevitated Dipole 6\nLi-H Fusion (V)\n3. Die roll for Industrial- ized Site\n1/2 - C. Elst-Pizarro (10: K)\n3/4 - Comet Wild 2 (8: K)\n5/6 - Comet Borrelly (12: K)\n1/2 - Neckar (12: K)\n3/4 - Gaspra (10: K)\n5/6 - Eros (12: E)\n1/2 - Comet Halley (10: H)\n3/4 - Kreutz sungrazer (8: G)\n5/6 - Comet Phaethon (8: M)\n1/2 - Oljato (12: E)\n3/4 - Nysa (11: K)\n5/6 - Lutetia ( 8: K)\n1/2 - Belenus (9: E)\n3/4 - Karin a (12: K)\n5/6 - Didymos (12: E)\n1/2 - Remus moonlet (10: K)\n3/4 - Kollaa (12: K)\n5/6 - Nyx (3: E) 4. Starting\nHome Bernal\nLofstrom loop µgravity (monetizing Bernal in L3)\nTourism cycler (in cycler orbit)\nElevator Bernal (monetizing Bernal in GEO orbit) Diplomatic (in SSO orbit)\nAntimatter factory (in L4 orbit)\nSolar cell factory (in L5 orbit)\n5. Starting shares share in Patent Co., share in Boost Co. share in Loan Co., share in FINAO Co. share in Boost Co., share in Loan Co. share in Boost Co., share in FINAO Co. share in Patent Co., share in Loan Co. share in Patent Co., share in FINAO Co.\n6. Starting Isotopes. blue beads in gray isovault. blue beads in red isovault. blue beads in white isovault. blue beads in yellow isovault. blue beads in purple isovault. blue beads in green isovault.\nIndicates isobank location.\nTIP: If your Factory starts on a distant world, consider producing a GW thruster and Freighter there, and ship them to your Bernal to make it Operational. [5Jj]\nEASILY MISSED: Iso Dawn starts you with a Hand of a single GW thruster card.\nPer 5E1, this sets your isostandard. [5Jj]"
    },
    {
      "id": "5K",
      "title": "Rapid Start (Roger's alternative to V1 quick start)",
      "text": "This \"faster quick start\" can be used for any game with any Modules. It is also recommended for Iso-Dawn (5J). Like the quick start found in the Core appendix (V1), it restricts the first solar cycle of a game to Hand card acquisition. However, instead of 12 Years of card drawing, there are 4 rounds of card auctions, starting and ending on season blue. Use the first Seniority Disk placed in a Season to track each round.\na. Number of Players & Length. 2 or more. Three to six Seniority Disks can be played.\nb. Setup. As per Core rulebook (C) (plus the Modules used), with the following exceptions:\n• Starting Aqua (C5). Players start with 9 Aqua each.\n• Module 5 & Iso Dawn Seniority Disks. Add one more Seniority Disk during setup (5A3e, 5Jc).\n• Sunspot Cube (C8b). To represent this cube, place the first Seniority Disk somewhere in the season blue area.\nc. Sequence of Play (1st Solar Cycle). Randomly choose a 1st Player. Starting with this player and going clockwise, each player makes a research auction (I2) of a patent card and its Supports. No other Operations, transactions, or events are performed. After all players have initiated an auction, the first round is over and the first Seniority Disk is advanced to the next season. Rapid start is over after the 4th (season blue) round.\n• Insight (4B2f). On your turn, you may perform an inspiration (K2a) on any one patent deck, before choosing any card for auction. This is called insight in Module 4 (4B2f).\n• Hand Limit. Faction privilege (B6a) and academia hand limit (I2a) are not enforced during this process. However, card limits for GW thrusters, Freighters and Bernals must be respected (1A4, 2A7c).\n• Iso Dawn (5J). If playing this scenario, the auctions include Crew cards. Then, at the end of the 4th and last round of rapid start, complete setup from faction selection onwards (5Je-j) for players who did not acquire a Crew card.\nd. Second Solar Cycle. After the 1st cycle (above), Discard the first Seniority Disk and continue as normal. Do not place this disk into the assembly (O6) or perform baton pass (O6a).\n• Iso Dawn (5J). If playing this scenario, add any remaining Aqua to your industrialized Site.\nQUICK START V1: If playing this variant (see Core appendix) with Iso Dawn (5J), additionally use the Iso Dawn rule found in 5Kd.\n[5Kd]\nEXAMPLE [5Kc] You setup the game with the starting Factory Locations (5Jd) to play Iso Dawn with Rapid Start. After winning a great S robonaut card on your first turn, you aim to start with the S Factory site on Neckar (randomly determined during setup).\nSo on your second turn you bid and win the red Faction Crew card. This entitles you to complete your Iso Dawn Faction setup (5Jf - 5Jj), and take colonists, place delegates, take the Salt-Water Zubrin GW into your hand, anchor the Tourism Cycler Bernal in cycler orbit, place a red share in the Loan Co. and another in the FINAO Co., and add 2 blue beads to the red isovault. MODULE 4:To play Taurus (next page), use the Sol\nPolitical Assembly Solitaire (placard) if available. See 4G3.\n[5La]\nINSIGHT (MODULE 4): This Ability (4B2f) allows you to choose a patent deck after announcing a research auction, and move its top card to the bottom. Then choose the top card of any deck to auction. [5Kc]"
    },
    {
      "id": "5L",
      "title": "Roger's Taurus (Module 5 solitaire variant) Playtester: Joe Farrell",
      "text": "This allows you to play Module 5 with any solitaire HF4 game (e.g. CEO) and any Module (M0 mandatory). It is recommended for 2-player games using Module 5. The NPC (“Taurus”) strives to gain hedge funds as the chair of every company. She acts only during Board Meetings, taking actions based on the Event Roll. Inflation (5A4e) is triggered once she gets her first hedge fund. The game ends when the last Seniority disk is Discarded. Company VP scoring will depend if Taurus got all her hedge funds.\na. Setup per 5A3. Seniority disks: 3 (medium game) or 4 (Futures game). Include all cards in each Patent deck.\n• Taurus Faction Color is the one directly opposite your ideology (e.g. if you are red, she is purple).\n• Delegates. Place 1 cube of your color in centrist, and another in your ideology. Put one cube of her color in her ideology (impacts vote tally & can be Discarded through martial law). Use a busted disk for the Sunspot Cube.\n• Taurus Hedge Funds. Set aside all her 7 shares and place 3 cubes of her color as hedge funds.\nb. Lobby (O4). Pay 1 Aqua (free after market flip) to Discard a delegate in an inactive Ideology & use its Law or litigation.\nc. Your Research Auctions (I2). You pay one Aqua (or 1 bead after market flip) to initiate & win a research auction.\nd. Taurus Proxy Fights. Roll a die. She wins if the die roll matches the share value shown in the window, unless you defend your shares by Discarding one of your delegates in her ideology..\ne. Your Proxy Fights. As per 5C3a,b, except Taurus successfully defends by rolling a '1' on a 1d6.\nf. Litigations (5B7). May be used by you, but Taurus is limited to 5 trustee litigations (5B7).\ng. Insolvency. If you choose to not angel a company, then Taurus will do so at no cost if she has shares available.\nh. Taurus Board Decision. Depending on the Event Roll, she makes an action in one company (see table at right). i. Your Board Meetings. For each company that you chair (in order 5Da), after you make or skip your board decision, use the table (right) to see if she buys a vacant share (5C1), proxy fights (5C3), or litigates honor (5B7).\nj. Post Board Meetings. After all Board Meeting decisions have been performed, for her final action, Taurus will:\n• Float a White-Side company (of your choice) that is not currently floated (i.e. no duplicate companies).\n• Post-Monetization. Splinter a Black-Side company chit from a company that she chairs.\n• If there are no companies to float or splinter, she bumps up 1 row the lowest company she chairs (choose one if tied).\nk. Inflation (Module 2). If Taurus gets her first hedge fund, she anchors a monetizing Bernal in a home orbit (\"GEO Space Elevator\" if available, otherwise \"Lofstrom Loop\") triggering inflation (5A4e).\nl. Scoring. As per M2, including 4 VP per malf, and 4 extra VP if you are the isobanker. Furthermore:\n• Company VP per 5Ha,b. However, if Taurus gained all 3 hedge funds, you do not gain company VP.\n• Victory. Win if your score is 70+ VP (medium), or 100+ VP (Futures). Event\nRoll\nHer board decision in one company.\n1, 2 or 3\nShe reinvests her topmost company.*\n4, 5 or 6\nShe bumps her topmost company* up 1 row.\nTAURUS BOARD DECISION [5Lh]\n*Choose one if tied.\nCEO SOLITAIRE (Appendix V6):\nUse setup 5La and add one Seniority Disk to the demand pile. In addition to V6c, add a fatality disk to the demand pile every time you get the default chit. If Taurus gets a hedge fund, immediately add a Seniority Disk from the Pool to the demand pile. Calculate your KPI as per V6c. (For your first cycle your KPI will be at least 8, but it could raise to 18+ if Taurus gets one or more hedge funds). [5La]\nShe has an available share?\nDecision in each of your companies.\nYes\nShe buys share (if vacancy), or proxy fights otherwise.\nNo She litigates honor.\nYOUR BOARD MEETINGS [5Li]"
    },
    {
      "id": "5-table",
      "title": "Operations & Transactions Table",
      "text": "DESCRIPTION OPERATION (orange = post-monetization) TRANSACTION (orange = post-monetization) a. Gain an Aqua & a delegate. Income (I1) or Fundraising Op (O2b) (No Aqua is paid.) Dividends (5D1) (Aqua or beads paid per share = to number of dots.) b. Take a card plus its direct supports. Research Auction Op (I2) (All bids in beads from Isovault.) Patent Co.\nc. Sell a card. Free Market Op (I3a,b) (Sell a Hand Card for a speculator’s bead, or a Black-Side Card for a Pool Isotope, see 5Gd.)\n- d. Boost cards to LEO/Bank. Boost Op (I4)* (Costs 1 bead for Mass 10 to 19, & 2 beads for more) Boost Co.* (Mass < 10), ET Express (up to Mass 4 between any Bernals.) e. Refueling at a Site. ET Site Refuel Op (I5) ET Unicorn.\nf. Prospect a Site. Prospect Op (I6) ET Comet (at a Synodic Site only).\ng. Produce a Black-Side Card. ET Production Op (I8) ET Alchemy (at a BEO Bernal), ET Unicorn.\nh. Build Space Elevators, Futures, or monetizing Bernals.\nEpic Hazard Op (1A6, 2B4f,i, 3F1g) with an Epic Hazard Roll. FINAO Co. to avoid Hazard Roll or Epic Hazard Roll.\ni. Pay FINAO to avoid a Hazard Roll. - FINAO Co. exclusive j. Laws changed in post-monetization. Free Trade Act. As on Operation, sell 2 Hand Cards for 2 speculator's beads, or 2 Black-Side Cards for 2 Pool Isotopes.\nPaleoconservative Directive. Your fundraising operation gains FM equal to the number of glory chits that you hold anywhere.\nPost-monetization: Lobby, launch fees, costly weapons/Futures, taxes, Bernal profits, & mishap insurance do not give or take Aqua.\nIndustrialize (I7), Delivery (I9), Promotion (1A5, 2A3, 4C7), Nanofacture (1A7), & Anchor (2A5) are unchanged.\nOPERATIONS & TRANSACTIONS TABLE [5G]\nCopyright © 2023, Ion Game Design & Sierra Madre Games\nAuthors: Phil Eklund, Geoff Speare, Rogério Nogueira da Costa.\nCover Artist: Axel Kani Nilsson. Economics Fact Checking: Matthew Rozanski.\nRules: Marcin Drzewiecki, Paweł Garycki, Tina Wolff, Vittek Stannisson, Akira Smallwood.\nTTS Module: Sam Williams, Justin Grey.\nPart of High Frontier 4 All — Core: SMG28-4, Product no: SMG28-4.\nEAN: 7 350142 350253 To order: www.ionsmg.com\nAbout the cover. The Lofstrom Launch Loop is a proposed maglev cable transport for launching vehicles into various Earth orbits or Earth Lagrange Points.\nThe loop is levitated to an altitude of 80-km by the momentum of its internal cable, in the same way that a lasso maintains its shape. Its 5-tonne passenger vehicle is shown decoupling from the 2000-km loop after a 3-gravity acceleration for 6 minutes.\nThis concept was first described by Keith Lofstrom in the August 1982 L5 News (at a time when I was actively working for that magazine).\nArt by Axel Kani Nilsson.\n*2X prices & costs if boosting to a non-monetizing Bernal."
    }
  ]
}